{
"Games": [
  {
    "id": 2050,
    "genres": [
      9,
      25,
      31
    ],
    "involved_companies": [
      19868,
      19869,
      19870
    ],
    "name": "Lego Marvel Super Heroes",
    "rating": 79.9662911749523,
    "summary": "Marvel Super Heroes are assembling for an action-packed, brick-smashing good time! Warner Bros. Interactive Entertainment, TT Games, The LEGO Group and Marvel Entertainment announced today that LEGO Marvel Super Heroes will be available beginning Fall 2013 for the Xbox 360 video game and entertainment system from Microsoft, PlayStation3 computer entertainment system, the Wii U system and Windows PC, as well as the Nintendo DS handheld system, Nintendo 3DS handheld system and PlayStation Vita handheld entertainment system. LEGO Marvel Super Heroes is the first instalment in the highly successful LEGO videogame franchise to feature famous Marvel characters. \n \nIn LEGO Marvel Super Heroes, players will unlock more than 100 characters from across the Marvel Universe, including fan favorites like Spider-Man, Iron Man, Wolverine, Captain America, the Hulk, Thor, Black Widow, Hawkeye, Deadpool, Loki and Galactus! The game will pack in a plethora of super-cool character abilities, combat-like action sequences, epic battle scenes, puzzle-solving and a unique story told with playful LEGO humor.",
    "url": "https://www.igdb.com/games/lego-marvel-super-heroes"
  },
  {
    "id": 4148,
    "genres": [
      31
    ],
    "involved_companies": [
      10772,
      10773,
      10774
    ],
    "name": "Shark Tale",
    "summary": "Shark Tale is a 2004 video game based on the film of the same name that was released on PlayStation 2, Microsoft Windows, Game Boy Advance, GameCube and Xbox. The Game Boy Advance version was also released on a Twin Pack cartridge bundled with Shrek 2 in 2005.[1] \n \nThe player is the role of Oscar, the fast-talking little fish, who becomes an unlikely hero after he decides to take the easy road to fame and fortune by fighting with his shark friend. Once underway, gamers undertake more than 25 different missions set in their favorite movie-based locations including exclusive game-only environments. Blending a variety of different gameplay styles, Shark Tale sports all sorts of interactive activities including adventure mode, action/fighting sequences, race challenges, and Dance Dance Revolution-like music sequences.",
    "url": "https://www.igdb.com/games/shark-tale"
  },
  {
    "id": 14380,
    "genres": [
      25,
      32,
      33
    ],
    "involved_companies": [
      28199
    ],
    "name": "Knight Squad",
    "rating": 70.0,
    "summary": "Knight Squad is a 1 to 8 player game that can be described as SNES era Bomberman meets Gauntlet. Play as a knight in the arena and defeat your opponents using epic weapons and power ups. Challenge your friends in the Versus mode or play as a team as you complete the challenges on each floor of Destiny\u0027s Tower.",
    "url": "https://www.igdb.com/games/knight-squad"
  },
  {
    "id": 26624,
    "genres": [
      31
    ],
    "involved_companies": [
      74717,
      74718
    ],
    "name": "Death Mark",
    "summary": "You have been Marked... \n \nA strange rumor is spreading through the shadows of Tokyo\u0027s H City: a mysterious disfigurement, like a grotesque birthmark, has been appearing on the bodies of certain individuals. Anyone who receives the Mark will rapidly die of unknown, horrifying causes. \n \nDeprived of your memories, you arrive at a mansion rumored to protect the bearers of the Mark. As the doors swing open, the countdown to death has already begun...",
    "url": "https://www.igdb.com/games/death-mark"
  },
  {
    "id": 26674,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      65923
    ],
    "name": "The Lion\u0027s Song",
    "rating": 70.0,
    "summary": "The Lion’s Song is a narrative adventure game. It is set against the backdrop of early 20th century Austria with every episode following a different character. \n \nThe Lion\u0027s Song is a series of four self-contained point \u0026 click stories connected into an overarching narrative, where player choices will affect the way in which the story unfolds. Set against the backdrop of early 20th century Austria, every episode follows a different character, each blessed with an exceptional creative mind. The game pulls players into a story of personal struggle for creativity, human connections and inspiration.",
    "url": "https://www.igdb.com/games/the-lions-song"
  },
  {
    "id": 26683,
    "genres": [
      9
    ],
    "involved_companies": [
      45555
    ],
    "name": "Statik",
    "summary": "You’re trapped in a lab with strange experiments taking place, and you’ll solve increasingly trying puzzles in order to escape.",
    "url": "https://www.igdb.com/games/statik"
  },
  {
    "id": 53276,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      62823,
      62824
    ],
    "name": "Little Nightmares Complete Edition",
    "rating": 80.0,
    "summary": "\"Immerse yourself in Little Nightmares, a dark whimsical tale that will confront you with your childhood fears! Help Six escape The Maw – a vast, mysterious vessel inhabited by corrupted souls looking for their next meal. \n \nUnveil all the secrets in a parallel escape story where you play as the Runaway Kid, another prisoner looking for a way out of this place of misfortune. On his journey, The Kid will explore hidden parts of The Maw offering a different perspective on Six’s adventures.\"",
    "url": "https://www.igdb.com/games/little-nightmares-complete-edition"
  },
  {
    "id": 90135,
    "genres": [
      12,
      15,
      31,
      32
    ],
    "involved_companies": [
      67751
    ],
    "name": "Outbreak: The Nightmare Chronicles",
    "rating": 70.0,
    "summary": "Experience an immersive and horrifying single-player survival horror nightmare. Trapped alone in a desolate manor and hunted by monstrous foes, you will need to scrounge for supplies, manage your resources, solve puzzles and battle the undead to survive.",
    "url": "https://www.igdb.com/games/outbreak-the-nightmare-chronicles"
  },
  {
    "id": 100393,
    "involved_companies": [
      64512
    ],
    "name": "Battle Breeders",
    "summary": "Bandai Namco trademarked the game title in Japan. \nNo other information has been revealed.",
    "url": "https://www.igdb.com/games/battle-breeders"
  },
  {
    "id": 112658,
    "genres": [
      12
    ],
    "involved_companies": [
      71832
    ],
    "name": "Queen\u0027s Blade: White Triangle",
    "url": "https://www.igdb.com/games/queens-blade-white-triangle"
  }
,
  {
    "id": 2145,
    "genres": [
      8,
      9,
      10,
      14
    ],
    "involved_companies": [
      5126,
      5127
    ],
    "name": "Trials HD",
    "rating": 79.8288648112705,
    "summary": "Trials HD is a full-featured, physics-based motorcycle racing game with more than 50 tracks in two unique game modes. Race Mode emphasizes balance, skill, and control as you tackle indoor obstacle tracks. Skill Mode features extreme skill games in which explosions, crashes, and injuries cannot – and sometimes should not – be avoided.",
    "url": "https://www.igdb.com/games/trials-hd"
  },
  {
    "id": 2147,
    "genres": [
      8,
      10,
      14,
      32
    ],
    "involved_companies": [
      4459,
      4460
    ],
    "name": "Trials 2: Second Edition",
    "rating": 87.87724668869149,
    "summary": "The player must balance and control their speed so that they don\u0027t fall. There is a clock so that the player is pressured into completing the level faster, The game also has achievements, similar to Xbox 360 achievements. The game\u0027s multiplayer features include highscores, ghost challenge (where the user plays against the ghost of any other player in the high score list) and online player profiles with team, country and player statistics. The game uses 3-D graphics, but is played on a 2-D plane, so the player can only move forwards, backwards, up or down (not left or right).",
    "url": "https://www.igdb.com/games/trials-2-second-edition"
  },
  {
    "id": 2149,
    "genres": [
      8,
      10,
      30
    ],
    "involved_companies": [
      5129,
      5130
    ],
    "name": "Trials Evolution",
    "rating": 78.7561420721121,
    "summary": "Trials Evolution is a downloadable 2.5D platform racing game developed by RedLynx and published by Microsoft Studios. Successor to 2009\u0027s critically acclaimed Trials HD. \nThe game uses 3D graphics, but is played on a 2D plane, so the rider can only move forwards and backwards. Players can also control the bike\u0027s pitch at slow speeds or while in the air. \nPlayers can also design and share their own maps utilizing the in-game editor. As with its predecessor, Trials HD.",
    "url": "https://www.igdb.com/games/trials-evolution"
  },
  {
    "id": 4188,
    "genres": [
      8,
      10
    ],
    "involved_companies": [
      10873,
      10874
    ],
    "name": "Super Monkey Ball Adventure",
    "rating": 80.0,
    "summary": "Our four heroes from Super Monkey Ball - Aiai, Meemee, Baby and Gongon - were enjoying a typical day, when they saw a flying machine crash down on a nearby island. Soon, they discovered that the mysterious Naysayers have appeared, spreading discord and unhappiness all over the island. And to top it all off, the prince and princess of the neighboring islands have gone missing on Jungle Island - if they aren\u0027t found and returned, there\u0027s sure to be trouble! Can our heroes restore order to Monearth? \n \nSuper Monkey Ball Adventure takes the monkey rolling madness of the previous games and puts a story-based spin on it. Choosing from one of the four monkeys, Players roll their way around the various islands of Monearth, talking to citizens and performing the tasks they request (such as delivering sandwiches, finding a missing baby, rescuing rare flowers, and more) to cheer them up.",
    "url": "https://www.igdb.com/games/super-monkey-ball-adventure"
  },
  {
    "id": 6264,
    "genres": [
      15,
      16
    ],
    "involved_companies": [
      14919,
      14920
    ],
    "name": "High Seize",
    "summary": "High Seize is a pirate themed strategy game on the N-Gage.",
    "url": "https://www.igdb.com/games/high-seize"
  },
  {
    "id": 6270,
    "genres": [
      15,
      16,
      24
    ],
    "involved_companies": [
      14935,
      14936
    ],
    "name": "Pathway to Glory",
    "summary": "Pathway to Glory is a military turn-based strategy game for the N-Gage. One of the rare worthwhile exclusives on the N-Gage platform, Pathway to Glory is considered a cult classic and lost gem by most turn-based tactics fans.",
    "url": "https://www.igdb.com/games/pathway-to-glory"
  },
  {
    "id": 8276,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      20169
    ],
    "name": "Secrets of Rætikon",
    "rating": 60.0,
    "summary": "Secrets of Rætikon is an action-focussed exploration game with an open world. Fly through the savage mountains of the Alps and collect parts of ancient machines. The world is rich in interactivity. Trees, rocks, plants and animals – everything is physics based and can be grabbed and dragged around.",
    "url": "https://www.igdb.com/games/secrets-of-raetikon"
  },
  {
    "id": 8304,
    "genres": [
      10,
      14
    ],
    "involved_companies": [
      20295,
      20296
    ],
    "name": "Formula One Grand Prix",
    "summary": "Formula 1 Grand Prix (known as World Circuit in the US) is the first installment of Geoff Crammond\u0027s Grand Prix series. The game includes all 16 international GP circuits of 1991. Players may drive them in quick race mode, single race or a full championship. The 18 teams and 35 drivers and their performance are based on the 1991 season, but the game doesn\u0027t include real names. It is possible to edit and save team and driver names by hand. \n \nThe extensive tuning feature influences the performance of the car. In-race setup allows players to adjust gear ratios, brake balance, wing downforce and tires during each visit to the pit box. Six optional driving aids help F1 rookies finish their race: players can toggle best line and suggested gear displays to learn track tactics, or have auto brakes, auto gears, self-righting spins and indestructibility to improve their driving. A replay system allows players to watch race scenes from three different views, including track-side camera footage. \n \nThe game features 3D graphics and various details and effects such as working rear mirrors, collisions with flying debris, crude damage models (wings are visibly bent after crashes), and wet weather that influences traction, including a fog effect that obscures vision when driving in another car\u0027s splash water. \n \nWhile the Amiga version allows multiplayer races in hotseat mode, the PC version originally had solo races only. In 1993, the v1.05 update added modem support and a few other improvements.",
    "url": "https://www.igdb.com/games/formula-one-grand-prix"
  },
  {
    "id": 10356,
    "genres": [
      10
    ],
    "involved_companies": [
      45004
    ],
    "name": "Gear Grinder",
    "summary": "GearGrinder is an action-packed orgy of destruction on wheels! Equipped with powerful, truck mounted on a weapon you fight alias Jack hammer his way through a variety of adrenalin-missions, leaving behind a trail of destruction. \n \nIn a number of game modes and many variants, most destructible racing, new equipment such as weapons, mines, armor and more are unlocked. Nestled in a thrilling back-story about money, power, corruption and friendship GearGrinder players offers in more than 45 missions racing fun and action par excellence. \n \nIn addition to the extensive single player GearGrinder is also equipped with a multiplayer mode (LAN) with up to 8 players. \n \nFeatures: - At any time convertible steel giants offer a unique blend of hi-speed racing and action-packed shootouts - Loads of unlockable weapons, bodies, mines, engines and many more Tuning Options - Numerous mini-games to loosen up as slalom, bowling, arena, etc. - Multiplayer modes (LAN) with up to 8 players played",
    "url": "https://www.igdb.com/games/gear-grinder"
  },
  {
    "id": 41058,
    "genres": [
      31
    ],
    "involved_companies": [
      51447
    ],
    "name": "The Seven Deadly Sins: Knights of Britannia",
    "summary": "Based on the popular manga and anime series The Seven Deadly Sins, The Seven Deadly Sins: Knights of Britannia is the first console video game adaptation of the franchise that brings together its characters for an “action-packed adventure.”",
    "url": "https://www.igdb.com/games/the-seven-deadly-sins-knights-of-britannia"
  }
,
  {
    "id": 138,
    "genres": [
      8,
      9,
      31
    ],
    "involved_companies": [
      19849,
      19850,
      19851
    ],
    "name": "Lego Indiana Jones 2: The Adventure Continues",
    "rating": 65.6216659676826,
    "summary": "LEGO Indy is back in his biggest adventure yet. Battle through all four movies, including all-new levels from the original adventures and your favorite new moments from The Kingdom of the Crystal Skull... or in true LEGO fashion, get creative and build your own levels to play with friends! \n \nNew modes including two-player drop-in, drop-out split-screen gameplay lets you play together with your friends and family like never before.",
    "url": "https://www.igdb.com/games/lego-indiana-jones-2-the-adventure-continues"
  },
  {
    "id": 6271,
    "genres": [
      15,
      16,
      24
    ],
    "involved_companies": [
      14937,
      14938
    ],
    "name": "Pathway to Glory: Ikusa Islands",
    "summary": "Commanded by an old navy veteran McDouglas, a squad of allied soldiers take on the horrors of the Pacific Theatre. Only their strong ties to each other and to the seasoned veteran commander can keep them alive.",
    "url": "https://www.igdb.com/games/pathway-to-glory-ikusa-islands"
  },
  {
    "id": 10377,
    "genres": [
      12,
      32
    ],
    "involved_companies": [
      45209
    ],
    "name": "Greed: Black Border",
    "rating": 50.0,
    "summary": "Hack ‘n slash your way through this science-fiction-themed action/RPG. In the futuristic universe of GREED, the discovery of new interstellar travel possibilities has led to a new age of colonialization. The five largest colonial powers are entangled in a full-scale war over a new element called Ikarium, the recently discovered rare source of nearly unlimited energy. As a former member of an elite military unit, you will fight a battle for your survival not knowing that your actions will lead the fate of all mankind into dramatic consequences…",
    "url": "https://www.igdb.com/games/greed-black-border"
  },
  {
    "id": 26758,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      43561,
      43562,
      57100,
      57101,
      69095
    ],
    "name": "Super Mario Odyssey",
    "rating": 91.92687510808041,
    "summary": "The game has Mario leaving the Mushroom Kingdom to reach an unknown open world-like setting, like Super Mario 64 and Super Mario Sunshine.",
    "url": "https://www.igdb.com/games/super-mario-odyssey"
  },
  {
    "id": 26759,
    "genres": [
      4,
      14
    ],
    "involved_companies": [
      43566,
      43567,
      51193,
      51194
    ],
    "name": "ARMS",
    "rating": 70.0377666704379,
    "summary": "ARMS, a mix of boxing and shooting where you use extendable arms to battle your friends both locally and online! Take a Joy-Con in each hand and punch forward, twisting your fists to bend your attacks.   \n   \n\"Choose a fighting champion from around the world, equip your own combination of extendable arms, and then use a mix of button presses and quick hand motions to really take the fight to your opponent. Throw punches and guide them midflight to hit agile fighters, avoid incoming attacks with dashes, or trampoline high into the air to rain down fists from above. Power-up your punches to deal extra damage or curve your fists around obstacles to hit skittish opponents. Fill up your special gauge to dish out devastating combinations and finish them off. Unleash your inner fighter in this unbelievable sporting event! \"",
    "url": "https://www.igdb.com/games/arms"
  },
  {
    "id": 26761,
    "genres": [
      5,
      8
    ],
    "involved_companies": [
      46349,
      46350
    ],
    "name": "Splatoon 2",
    "rating": 80.7924826388521,
    "summary": "Splatoon 2 is a multiplayer third-person shooter in which players control characters known as Inklings and use colored ink to attack opponents and clear goals. Inklings can alternate between humanoid form, during which they can fire ink with their weapons, and squid form, which allows them to swim through ink of their own color in order to move quickly and replenish ink supplies.",
    "url": "https://www.igdb.com/games/splatoon-2"
  },
  {
    "id": 26762,
    "involved_companies": [
      44752,
      44753
    ],
    "name": "1-2-Switch",
    "rating": 58.0,
    "summary": "Throw an impromptu party anywhere with anyone thanks to a new play style in which players look at each other—not the screen! Bring the action and fun into the real world as you face off in wild-west duels, cow-milking competitions, a copycat dance-off, and more. Each game takes advantage of the Joy-Con controller features of the Nintendo Switch system in different ways. While the action unfolds off- screen, the audience watches the players themselves instead of the screen. That makes it as hilarious to watch as it is to play – an instant party amplifier!",
    "url": "https://www.igdb.com/games/1-2-switch"
  },
  {
    "id": 26764,
    "genres": [
      10
    ],
    "involved_companies": [
      43580,
      43581,
      46346,
      46347
    ],
    "name": "Mario Kart 8 Deluxe",
    "rating": 82.0748064880134,
    "summary": "\"Hit the road with the definitive version of Mario Kart 8 and play anytime, anywhere! Race your friends or battle them in a revised battle mode on new and returning battle courses. Play locally in up to 4-player multiplayer in 1080p while playing in TV Mode. Every track from the Wii U version, including DLC, makes a glorious return. Plus, the Inklings appear as all-new guest characters, along with returning favorites, such as King Boo, Dry Bones, and Bowser Jr.! \"",
    "url": "https://www.igdb.com/games/mario-kart-8-deluxe"
  },
  {
    "id": 34951,
    "genres": [
      5,
      25
    ],
    "involved_companies": [
      49609,
      54612
    ],
    "name": "Dead Island: Definitive Edition",
    "rating": 80.1109432492921,
    "summary": "Welcome to the zombie apocalypse experience of a lifetime – and now more beautiful than ever. Caught in the midst of an epic zombie outbreak on the tropical island of Banoi, your only thought is: Survive!",
    "url": "https://www.igdb.com/games/dead-island-definitive-edition"
  },
  {
    "id": 80006,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      59626
    ],
    "name": "Felix the Reaper",
    "summary": "Felix The Reaper - A romantic comedy game about the life of death. \n \nFelix The Reaper is a romantic comedy about the life of Death. It\u0027s brought to you on PC as a 3D shadow manipulation puzzle adventure game of dance, dying people and dangerous love. \n \nFelix has set out to conquer the heart of Betty The Maiden. He\u0027s fallen in love watching her from the train window commuting to work everyday for ages. He works at The Ministry of Death, she works at The Ministry of Life. Hence they don\u0027t meet. \n \nHe\u0027s taught himself to dance, because he\u0027s convinced, that will win Betty over. And he\u0027s gotten really good at it too. \n \nFinally Felix has come to realise, that it\u0027s not enough, that he can dance, if they never meet. And one day he decides to become a Field Reaper and go to work in the human world. That\u0027s where life and death collides. Hence he might finally get to ask Betty out for a dance. \n \nExcel at making sure people die, the way they are destined to, because that\u0027s what Field Reapers do, and Felix might finally get to meet Betty here in the human world. \n \nFelix The Reaper is produced by Kong Orange with support from The Danish Film Institute and The West Danish Film Fund, and the production has been invested in by CapNova.",
    "url": "https://www.igdb.com/games/felix-the-reaper"
  }
,
  {
    "id": 189,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      743,
      19847,
      19848
    ],
    "name": "Lego Indiana Jones: The Original Adventures",
    "rating": 74.9300361919564,
    "summary": "Build, Battle and Brawl your way out of trouble! Play through all three classic Indiana Jones™ movies and relive your favorite Indy adventures in the tongue-in-cheek worlds of LEGO. Explore and Discover - Battle enemies, solve puzzles, and seek out the world\u0027s greatest treasures.",
    "url": "https://www.igdb.com/games/lego-indiana-jones-the-original-adventures"
  },
  {
    "id": 190,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      744,
      745,
      746
    ],
    "name": "LEGO Star Wars II: The Original Trilogy",
    "rating": 79.2855511963039,
    "summary": "LEGO Star Wars II: The Original Trilogy takes the fun and endless \ncustomization of LEGO and combines it with the epic story, characters and action from the original Star Wars movies that revolutionized pop culture forever (Episode IV A New Hope, Episode V The Empire Strikes Back and Episode VI Return of the Jedi). With a unique tongue-in-cheek take on the Original Trilogy, LEGO Star Wars II follows the Rebel Alliances crusade to dismantle the Galactic Empire and rebuild a galaxy in pieces. \n \nBuild and battle your way through your favorite film moments, from Darth Vaders pursuit of Princess Leia aboard her Blockade Runner to a showdown on the second Death Star, as the game includes even more of the family-friendly LEGO action, puzzles and humor that earned the original LEGO Star Wars such \npopularity and acclaim. \n \nAnd much more new to offer, it still has. For the first time ever, characters can get in and out of vehicles, as well as ride creatures. You can also mix and match the body parts of more than 50 playable characters to create one of millions of possible LEGO Star Wars heroes.",
    "url": "https://www.igdb.com/games/lego-star-wars-ii-the-original-trilogy"
  },
  {
    "id": 2197,
    "genres": [
      5,
      13
    ],
    "involved_companies": [
      17762,
      17763
    ],
    "name": "Archimedean Dynasty",
    "summary": "The all consuming darkness has you battle-scarred submarine in a vice-like grip. As you navigate your sub through enemy waters, the only thing that protects you from a cold and premature death is six inches of solid steel. As if life itself, 5,700 metres below the ocean surface wasn’t difficult enough, the threat of impending conflict is about to challenge your very existence…\n\nIn the distance, a glimmer of light pierces the darkness and shock waves begin to roll your craft. An unknown object descends upon you. Systems indicate Torpedo! You act immediately to avoid destruction and lock your sights on the incoming torpedo. You release a Ripper missile and begin your descent, but you must go faster. DIVE! DIVE! DIVE!\n\nThe predecessor to the AquaNox series, Archimedean Dynasty is a submarine-simulation set in a post-apocalyptic world on the ocean floor. Assuming the role of mercenary, Emerald “Dead Eye” Flint, you must navigate the dangers that lurk below, including corrupt conglomerates, fanatical cults and cut-throat pirates. With a rich and atmospheric open-world, compelling narrative and dialogue interaction, and a deep customisation and combat system that rewards tactical thinking, Archimedean Dynasty is a submersive experience for nautical adventurers that like to talk the talk and sail the sail.",
    "url": "https://www.igdb.com/games/archimedean-dynasty"
  },
  {
    "id": 8352,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      20639,
      20642,
      43106,
      72192
    ],
    "name": "The Unfinished Swan",
    "rating": 81.4355435734984,
    "summary": "The Unfinished Swan is a game about exploring the unknown. \n \nThe player is a young boy chasing after a swan who has wandered off into a surreal, unfinished kingdom. The game begins in a completely white space where players can throw paint to splatter their surroundings and reveal the world around them.",
    "url": "https://www.igdb.com/games/the-unfinished-swan"
  },
  {
    "id": 18615,
    "genres": [
      13
    ],
    "involved_companies": [
      34356,
      34357
    ],
    "name": "Miitomo",
    "rating": 54.7858823966629,
    "summary": "Miitomo is a \"social network\" game in which the players can create an avatar and communicate with friends by answering various questions, or reading and commenting the other Mii\u0027s answers. Developed and published by Nintendo.",
    "url": "https://www.igdb.com/games/miitomo"
  },
  {
    "id": 26808,
    "genres": [
      9,
      32
    ],
    "involved_companies": [
      43855,
      43856,
      43857
    ],
    "name": "She Remembered Caterpillars",
    "rating": 70.0,
    "summary": "She Remembered Caterpillars is a fungipunk fantasy about love, loss, and holding on, told in the format of a colour-based puzzle game. A tale as the bond between parent and child, this lush and bewildering title will have players testing their wits against a variety of challenges, some devious, and others outright nefarious, but all beautiful and very, very strange.",
    "url": "https://www.igdb.com/games/she-remembered-caterpillars"
  },
  {
    "id": 47292,
    "genres": [
      5,
      33
    ],
    "involved_companies": [
      63649
    ],
    "name": "One Piece: Grand Cruise",
    "summary": "A new One Piece game being developed for PlayStation VR by Bandai Namco. \n \n\"A special demo of the game will be playable by up to eight users at once at the “Tokyo One Piece Tower” event in Tokyo Tower on July 22.\"",
    "url": "https://www.igdb.com/games/one-piece-grand-cruise"
  },
  {
    "id": 51385,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      58444,
      58445,
      59297
    ],
    "name": "The Coma: Recut",
    "rating": 70.0,
    "summary": "\"In this creepy Korean survival-horror you take the role of Youngho, a hapless student who finds himself trapped in the nightmarish halls of his high school. After drifting asleep during his final exam, he awakes in the school at night. The only problem is...he’s not alone. Relentlessly pursued by a psychotic killer, he must now muster the courage to solve the mystery of why he is here and how to escape.\"",
    "url": "https://www.igdb.com/games/the-coma-recut"
  },
  {
    "id": 75966,
    "involved_companies": [
      58261
    ],
    "name": "JoJo\u0027s Bizarre Adventure: Diamond Records",
    "summary": "JoJo\u0027s Bizarre Adventure: Diamond Records is a 3D action video game developed and published by Bandai Namco Entertainment for iOS and Android, and was released on February 20, 2017 in Japan. It is based on the JoJo\u0027s Bizarre Adventure anime series, with the main portion of the game consisting of quests based on the series\u0027 story. The player controls assembles teams of JoJo\u0027s Bizarre Adventure characters, and play through the quests with the goal of knocking out enemy characters. The game uses a free-to-play model, with the player acquiring new characters and items through a gasha mechanic.",
    "url": "https://www.igdb.com/games/jojos-bizarre-adventure-diamond-records"
  },
  {
    "id": 102584,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      65535,
      65536
    ],
    "name": "Dying Light 2",
    "url": "https://www.igdb.com/games/dying-light-2"
  }
,
  {
    "id": 8448,
    "genres": [
      8
    ],
    "involved_companies": [
      20784,
      20785,
      20786
    ],
    "name": "Maui Mallard in Cold Shadow",
    "rating": 86.8854470779104,
    "summary": "When he morphs into a ninja, you better duck! Play as Maui. Play as the Ninja. Play as Maui. Play as the Ninja. Try not to get dizzy. Find the missing Shabuhm Shabuhm idol before your island paradise goes kaboom kaboom! 40 hours of intense gameplay. So pack plenty of attitude. And your bug gun. Come beak to beak with MudDrakes, Rotting Pirates, Duck Zombies, Amazon Warriors. And a bunch of fowl-tempered hangers-on. Laugh in the face of danger from the top of a volcano, the bottom of the sea, the Realm of the Dead, and Ninja Training Grounds. Then get the heck out! Live every level like it\u0027s your last - \u0027cuz it may be!",
    "url": "https://www.igdb.com/games/maui-mallard-in-cold-shadow"
  },
  {
    "id": 18645,
    "genres": [
      12,
      15,
      16,
      32
    ],
    "involved_companies": [
      55359,
      69987
    ],
    "name": "Hand of Fate 2",
    "rating": 80.0,
    "summary": "Hand of Fate 2 brings a host of new mechanics to the table, and improves on every element of it\u0027s hit predecessor. Companions will fight at your side, new challenges will test your skills, and a swathe of new opponents will fight against you.",
    "url": "https://www.igdb.com/games/hand-of-fate-2"
  },
  {
    "id": 20705,
    "genres": [
      4,
      25
    ],
    "involved_companies": [
      39031
    ],
    "name": "Rag Doll Kung Fu: Fists of Plastic",
    "summary": "Rag Doll Kung Fu: Fists of Plastic is a PSN exclusive game based on Mark Healey\u0027s independently created PC title Rag Doll Kung Fu.",
    "url": "https://www.igdb.com/games/rag-doll-kung-fu-fists-of-plastic"
  },
  {
    "id": 26841,
    "genres": [
      12,
      15,
      16
    ],
    "involved_companies": [
      43772,
      43773,
      46490
    ],
    "name": "Fire Emblem Heroes",
    "rating": 56.8282144194352,
    "summary": "\"Take part in strategic turn-based battles streamlined for on-the-go play with maps that fit in the palm of your hand! Lead your army with easy touch and drag controls, including the ability to attack by simply swiping an ally over an enemy.\"",
    "url": "https://www.igdb.com/games/fire-emblem-heroes"
  },
  {
    "id": 26844,
    "involved_companies": [
      43779
    ],
    "name": "RIVR",
    "summary": "Go faster and faster and change the world around you! RIVR is a colorful endless runner in VR for mobile. Run through a constantly changing landscape from grasscovered hills to frozen mountain peaks.",
    "url": "https://www.igdb.com/games/rivr"
  },
  {
    "id": 37063,
    "genres": [
      11,
      12,
      16
    ],
    "involved_companies": [
      55892,
      55893,
      55894
    ],
    "name": "South Park: Phone Destroyer",
    "rating": 68.3829162848842,
    "summary": "South Park: Phone Destroyer combines real-time strategy, collectible cards and South Park characters as you’ve never seen them before to create a new brand of mobile role-playing game.",
    "url": "https://www.igdb.com/games/south-park-phone-destroyer"
  },
  {
    "id": 75999,
    "genres": [
      12,
      25
    ],
    "involved_companies": [
      58377,
      58378
    ],
    "name": "Titan Quest Ragnarök",
    "summary": "\"At long last, Titan Quest continues its epic journey through the world of antiquity. A mysterious threat calls the heroes of Hades to the uncharted lands of northern Europe, where new enemies await and new powers and treasures are waiting to be found! \n \nThis new expansion to the acclaimed Anniversary Edition of Titan Quest adds a fifth act of unprecedented scope, along with many new and requested features including new weapon types and a 10th Mastery for your characters to learn.\"",
    "url": "https://www.igdb.com/games/titan-quest-ragnarok"
  },
  {
    "id": 82117,
    "genres": [
      13,
      32
    ],
    "involved_companies": [
      60174,
      60175
    ],
    "name": "Two Point Hospital",
    "rating": 71.5828647879264,
    "summary": "Design stunning hospitals, cure peculiar illnesses and manage troublesome staff as you spread your budding healthcare organisation across Two Point County. \n \nDesign Your Hospital \nBuild and customise your hospital - it is yours after all - with specialist diagnosis and treatment facilities, as well as the very latest in ornamental technology! \n \nCure Your Patients \nFeeling light-headed? Just wait until you see the other unusual illnesses afflicting the people of Two Point County. Care for, and profit from, the ill: that seems like it’s probably a win-win. They’ll need feeding, entertaining and curing if they’re going to recommend you to all their equally unwell friends! That cash isn’t going to make itself, now. \n \nManage Your Staff \nHire your staff, juggle their demands and cater to their personalities. Train a crack team that can handle every sickly challenge that’s thrown at it, and fire anyone that can’t. \n \nExpand Your Organisation \nGrow the sickness business across the beautiful Two Point County. Research illnesses and develop new inventions to compete with rival healthcare companies. \n \nCollaborate and Compete with Friends \nOnce you’ve conquered the world with your medical empire, contribute to Two Point County’s global medical community with collaborative research projects, or demonstrate your medical prowess in competitive multiplayer challenges.",
    "url": "https://www.igdb.com/games/two-point-hospital"
  },
  {
    "id": 86224,
    "genres": [
      7
    ],
    "involved_companies": [
      63855
    ],
    "name": "Thapster",
    "summary": "A rhythm game released in Thailand on iOS in 2013 and Android in 2014. \nThe game is currently not available on app stores. \n \nThe game uses touch controls to hit keys coming towards the screen across 3 tracks on basic up to 5 tracks on expert.",
    "url": "https://www.igdb.com/games/thapster"
  },
  {
    "id": 94445,
    "genres": [
      8
    ],
    "involved_companies": [
      73002,
      73003
    ],
    "name": "Rascal",
    "summary": "Rascal is a platform game developed by Traveller\u0027s Tales[1] and published by Psygnosis exclusively for the PlayStation. The main character and several enemies were designed by Jim Henson\u0027s Creature Shop. \n \nbut to his horror two aliens in spacecraft appear and chase him down the corridor. \n \nRascal finally makes it to his father\u0027s lab by going through the safe door entrance. He is shocked to find Chronon, the evil master of time, torturing his dad for unknown reasons, and holding him at gunpoint with another of his dad\u0027s inventions called the \"Bubble Gun\", but Chronon accidentally activates the controls for the time machine and he and the Professor are sucked into the time portal. The Bubble Gun manages to be released from the portal and lands at the feet of Rascal, who picks it up, vowing to save his dad. \n \nRascal chases the two through time, from the medieval Castle Hackalott, to the Aztec Temple at Chichimeca, to the lost city of Atlantis, to the Jolly Raider pirate ship and Dodgy City in the old West, travelling to each location\u0027s past and present forms and collecting the pieces of a Time Clock from both before fighting Chronon in each area\u0027s future. Afterwards Rascal travels to the Corridors of Time, Chronon\u0027s lair within the space-time continuum where, after defeating its guardians brought from each of the other time periods, he successfully defeats Chronon and rescues his dad. After escaping using another time portal, Rascal and his dad safely return home, leaving the portal to shatter and trap Chronon in interdimensional time forever. \n \nGameplay \nIn the game, the player assumes the role of Rascal armed with the Bubble Gun, in a mission through five worlds involving a medieval castle, ancient Aztec ruins, the aquatic city of Atlantis, a pirate ship and a Western town.[1] Each world has three forms: past, present, and future[1] (e.g. Castle Hackalott appears as a medieval castle in the past where in the present day, it has become a museum). \n \nThe player needs only to complete the past level to gain access to the next world. In each past and present level, the player has to find the six pieces of the Time Clock in order to access the Time Bubble at the end and be able to access the next form of that world. Each future level has a boss fight against Chronon. Defeating him in all five gives access to the final world. The Bubble Gun has limited ammo, and which bubbles it shoots depends on how much ammo is left.",
    "url": "https://www.igdb.com/games/rascal"
  }
,
  {
    "id": 6458,
    "genres": [
      9
    ],
    "involved_companies": [
      15368
    ],
    "name": "Korogashi Puzzle Katamari Damacy",
    "url": "https://www.igdb.com/games/korogashi-puzzle-katamari-damacy"
  },
  {
    "id": 6459,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      15369
    ],
    "name": "Katamari Forever",
    "rating": 80.0299102691924,
    "summary": "Katamari Forever contains 34 stages, with all but three of the stages being taken from previous titles in the series. Half of the stages take place within the mind of the King of All Cosmos, who gets knocked in the head and suffers from amnesia. The levels are black-and-white in appearance, and the objective is to roll up junk to bring color back to the stages. The other half of the stages take place in the present, where RoboKing, a robotic version of the King of All Cosmos created by the cousins, goes on a rampage and destroys all the stars in the sky.",
    "url": "https://www.igdb.com/games/katamari-forever"
  },
  {
    "id": 6460,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      15370
    ],
    "name": "Katamari Amore",
    "summary": "A Katamari game for the iPhone and iPad",
    "url": "https://www.igdb.com/games/katamari-amore"
  },
  {
    "id": 26906,
    "genres": [
      12
    ],
    "involved_companies": [
      44068
    ],
    "name": "Tales of the Rays",
    "summary": "Tales of the Rays is a free-to-play mobile game with micro-transactions that will feature characters from the \"Tales of\" game franchise.",
    "url": "https://www.igdb.com/games/tales-of-the-rays"
  },
  {
    "id": 26909,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      43861
    ],
    "name": "Outbreak",
    "rating": 50.0,
    "summary": "Explore a nightmarish environment, scrounge for supplies, and battle the undead in Outbreak -- an online co-op survival horror game. The clock never stops as you attempt to manage an extremely limited inventory with a murderous horde on the hunt. Choose between acquiring additional weapons, healing items, or necessary tools for progression. You have only one life. Make it count!",
    "url": "https://www.igdb.com/games/outbreak"
  },
  {
    "id": 26926,
    "genres": [
      12
    ],
    "involved_companies": [
      45908,
      45909
    ],
    "name": "Miitopia",
    "rating": 77.0,
    "summary": "Since the dawn of ever, warriors have banded together to fight evil. Now… Mii characters based on your favorite people must unite to do turn-based battle and save Miitopia! Cast them in roles across the kingdom, manage friendships, and give them jobs with distinct stats, abilities, gear, and a custom look. Then behold as awesomeness unfolds! Guide your team of Mii characters on a quest to defeat the Dark Lord and restore the stolen faces of the citizens of Miitopia. As you watch with bated breath, Mii characters will mingle over food, camping, exercise, sleeping arrangements, and yes, combat! In these wild, yet traditional RPG battles, your party’s relationships affect the outcome. Enemies attack while you explore the world map, which is littered with hidden paths and treasures. Talk about a win-win!",
    "url": "https://www.igdb.com/games/miitopia"
  },
  {
    "id": 28933,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      66987
    ],
    "name": "Love, Money, Rock\u0027n\u0027Roll",
    "summary": "Love, Money, Rock\u0027n\u0027Roll: romanticism of the Eighties, mysteries and intrigues, betrayal and self-sacrifice, hatred and passion – all of this in the new game by the creators of the legendary visual novel \"Everlasting Summer\"!",
    "url": "https://www.igdb.com/games/love-money-rocknroll"
  },
  {
    "id": 37140,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      50840,
      57102,
      57103
    ],
    "name": "Metroid: Samus Returns",
    "rating": 84.83244524122259,
    "summary": "Metroid: Samus Returns is a remake of Metroid 2: Return of Samus. \nIt uses a 3D graphic style with a side view camera that zooms in and changes for cutscenes. It also has new mechanics, items, and abilities. \n \n\"Brave the hostile terrain of an alien planet teeming with vicious life forms as legendary bounty hunter Samus Aran. Her mission? Terminate the Metroid menace in this masterful reimagining of her 1991 Game Boy adventure. Samus Aran’s arsenal has been enhanced with new moves and abilities that are sure to help her face the deadly surprises that await. This intense, side-scrolling action platformer is a great entry point into the Metroid franchise and perfect for returning fans as well, and it’s available only on the Nintendo 3DS family of systems.\"",
    "url": "https://www.igdb.com/games/metroid-samus-returns"
  },
  {
    "id": 51463,
    "genres": [
      12
    ],
    "involved_companies": [
      52219
    ],
    "name": "Gintama Kabuki District Great Action Movie",
    "url": "https://www.igdb.com/games/gintama-kabuki-district-great-action-movie"
  },
  {
    "id": 51464,
    "genres": [
      25
    ],
    "involved_companies": [
      52220
    ],
    "name": "Gintama Rumble",
    "summary": "A new Gintama game for the PlayStation 4 and PlayStation Vita in Japan. \n \nNo western version has been announced but a trailer released for a version from Southeast Asia has English subtitles, PlayStation 4 only. This version will be available in a physical and digital format.",
    "url": "https://www.igdb.com/games/gintama-rumble"
  }
,
  {
    "id": 360,
    "genres": [
      4,
      8
    ],
    "involved_companies": [
      6073,
      6074,
      6075
    ],
    "name": "Disney\u0027s Donald Duck: Goin\u0027 Quackers",
    "rating": 74.93200834604279,
    "summary": "The Tv reporter Daisy duck have just discovered the secret temple of the evil magician Merlock. Merlock kidnapped Daisy. Alexander and Donald head out to find the temple and free Daisy",
    "url": "https://www.igdb.com/games/disney-s-donald-duck-goin-quackers"
  },
  {
    "id": 6462,
    "genres": [
      9,
      14,
      31
    ],
    "involved_companies": [
      15373
    ],
    "name": "Touch My Katamari",
    "summary": "Roll up some fun with this portable entry in the beloved Katamari Damacy franchise. In Touch My Katamari, the ever-growing ball of bits and bobs is controlled by touching the screen or using both analog control sticks to roll it in any direction. A completely new Katamari gameplay feature allows players to use the rear touch panel of the PlayStation®Vita system to stretch the ball either horizontally or vertically to pick up more objects at once or squeeze through a narrow gap.",
    "url": "https://www.igdb.com/games/touch-my-katamari"
  },
  {
    "id": 8529,
    "involved_companies": [
      21108
    ],
    "name": "Custer\u0027s Revenge",
    "summary": "You are General Custer. Your dander\u0027s up, your pistol\u0027s wavin‘. You\u0027ve set your sights on a ravishing maiden named Revenge: but she\u0027s not about to take it lying down, by George! Help is on the way. If you\u0027re to get to Revenge you\u0027ll have to rise to the challenge, dodge a tribe of flying arrows and protect your flanks against some downright mean and prickly cactus. But if you can stand pat and last post the stings and arrows - you can stand last. \n \nRemember! Revenge is sweet. Everytime ol\u0027 Custer scores he comes up smilin‘ and right back for more. The higher the score. the more challenging the game action gets.",
    "url": "https://www.igdb.com/games/custers-revenge"
  },
  {
    "id": 14704,
    "genres": [
      4,
      25
    ],
    "involved_companies": [
      28527
    ],
    "name": "Rise of Incarnates",
    "summary": "Forged by Bandai Namco, veterans in action games, Rise of Incarnates teams people up and inspires them to fight for each other. In this F2P 2v2 battle arena, you will experience unique Incarnate abilities with a rewarding coop gameplay packed with a rich library of characters and customization.",
    "url": "https://www.igdb.com/games/rise-of-incarnates"
  },
  {
    "id": 16708,
    "genres": [
      5,
      12,
      13,
      31
    ],
    "involved_companies": [
      31103,
      44222
    ],
    "name": "Aquanox: Deep Descent",
    "summary": "Aquanox Deep Descent is a first person underwater vehicle shooter, in which players control a variety of customizable ships to engage in fierce battles in the dystopian deep sea world of Aqua. \n \nIn the near future the Earth\u0027s surface has become uninhabitable. What remains of humankind lives in former mining and research stations, deep below the surface of the sea. Born and raised in the only world we know, the loose network of underwater settlements, torn by the war for resources and dominance between various factions. \nTake control of a team of highly trained fighter pilots and experience an epic story in the dark world of Aquanox. Send your enemies down to Davy Jones\u0027s Locker with well-aimed torpedoes, mortars, mines and more. Explore the deepest corners of the oceans - mysterious, hazardous, uncharted.",
    "url": "https://www.igdb.com/games/aquanox-deep-descent"
  },
  {
    "id": 22874,
    "genres": [
      5,
      25
    ],
    "involved_companies": [
      43812,
      43813
    ],
    "name": "Dead Island: Ryder White",
    "rating": 60.0790923215859,
    "summary": "The Ryder White DLC is an expansion for Polish action role-playing survival horror game Dead Island. It expands a main story, but this time we can experience the events from a newly playable character perspective, Ryder White - one of the antagonists of main game. As a commander of Banoi Island Defence Force he tries to contain a zombie-infested island. He also has to find a cure for his infected wife, Emily. \r\r\n\r\r\nNew content includes only a single-player campaign and is said to have a several hours of gameplay. It also adds two brand-new blueprints weapons.",
    "url": "https://www.igdb.com/games/dead-island-ryder-white"
  },
  {
    "id": 28988,
    "involved_companies": [
      47957,
      47958,
      47959
    ],
    "name": "Red Faction: Guerrilla - Steam Edition",
    "rating": 80.0,
    "summary": "Set 50 years after the climactic events of the original Red Faction, Red Faction: Guerrilla allows players to take the role of an insurgent fighter with the newly re-established Red Faction movement as they battle for liberation from the oppressive Earth Defense Force. Red Faction: Guerrilla re-defines the limits of destruction-based game-play with a huge open-world, fast-paced guerrilla-style combat, and true physics-based destruction.Key features                  \n\t\t\t\t\tOpen World Guerrilla Warfare  You decide who, when, where and how to battle. Utilize guerrilla tactics, improvised weaponry, and modified vehicles to lead insurgent attacks on EDF targets. Launch attacks based on your own gameplay style, take on missions in any order you choose, or engage in destructive activities to weaken the EDF\u0027s grip on Mars.                     \n\t\t\t\t\tStrategic Destruction  Use destruction to your tactical advantage, setting ambushes or chain reaction explosions to attack enemy strongholds and permanently modify the game environment. Leverage fully-dynamic physics-based destruction to improvise on the fly: blow holes in a wall or floor to set an ambush or escape, take out a staircase to stop your pursuers, or drive vehicles through blown out walls.                    \n\t\t\t\t\tEvolving \u0026 Emergent Gameplay  Carve your path through an ever changing landscape as you improvise your combat tactics - mixing gameplay styles, vehicles, weapons and explosives to defeat the EDF.                    \n\t\t\t\t\tEpic Sci-Fi Setting  Explore the huge, unforgiving Martian landscape, from the desolate mining outpost of Parker to the gleaming EDF capital city of Eos; then tear through the fully destructible open-world environments swarming with EDF forces, Red Faction resistance fighters, and the downtrodden settlers caught in the cross-fire.                    \n\t\t\t\t\tMultiplayer Combat  There is no place to hide when you put your guerrilla warfare skills to the test in a variety of highly destructive multiplayer combat modes.",
    "url": "https://www.igdb.com/games/red-faction-guerrilla-steam-edition"
  },
  {
    "id": 37179,
    "genres": [
      9
    ],
    "involved_companies": [
      65656,
      65657,
      65658
    ],
    "name": "Sushi Striker: The Way of Sushido",
    "rating": 73.0,
    "summary": "\"The ultimate food fight! \n \nIn the fast-paced world of conveyor-belt sushi fighting, match colored plates and types of sushi to hurl tall stacks of plates at your opponent. The more matches you make, the taller the plate stack and the stronger your attacks will be. Defend your homeland from invading enemies in this puzzling action game so more people can enjoy delicious sushi in peace. May the best sushi samurai reign supreme!\"",
    "url": "https://www.igdb.com/games/sushi-striker-the-way-of-sushido"
  },
  {
    "id": 37184,
    "genres": [
      12,
      24
    ],
    "involved_companies": [
      56073,
      56074
    ],
    "name": "Angry Birds Evolution",
    "rating": 90.0,
    "summary": "Something is causing the the pigs to herd to Bird Island in droves, and the birds have found their eggs in danger once again. It’s up to you to assemble an unstoppable team of evolved super birds and put a stop to the pigs’ shenanigans once and for all. Or at least until the next time they pull a stunt like this... \n \nCollect, assemble, and evolve your flock. \n100+ crazy new Angry Birds?! We’re gonna need a bigger nest. The flock is bigger and badder than ever before. Build your own team, combine super skills and evolve your birds into their ultimate form. \nEmbark on an epic adventure. \n \nSomething sinister is brewing on Bird Island. Why are there so many pigs around? Who is behind the mysterious Bacon Corp? What’s the Eagle Force? Who lost the dungeon keys? Find the answers – only in Angry Birds Evolution. \n \nCrush the pigs in explosive battles. \nWhat’s worse than egg-stealing pigs? Over 90 different varieties of egg-stealing Pigs, that\u0027s what. Pirates, ninjas, tourists – someone has to clean this place up. Let the feathers fly in full contact battles and send the pigs packing. \n \nJoin weekly events. \nEarn awesome rewards, and get a chance to add extra rare birds to your team by taking part in weekly events. Join by yourself or assemble a clan of buddies to compete with other clans. Build the strongest, most awesome clan on Bird Island and rule the roost! \n \nCompete against other players. \nThe Oinktagon: two teams enter – only one leaves (victorious). Challenge other players in PVP tournaments of the Bird Island pastime, Pigball, and dominate the leagues for even more awesome rewards. \n \nFEATURES: \n– Over 100 colorful new characters to hatch and collect. \n– Assemble the ultimate flock of birds and take down the pigs with ease. \n– 5 Classes of birds with unique abilities. \n– Evolve your feathery heroes into unstoppable super birds. \n– Explore the island and stop the Bacon Corp. \n– Climb up the Eagle Mountain and win ultimate eggs. \n– Battle other players in the Oinktagon. \n– Join clans to unlock perks, compete with other clans, and chat with clanmates. \n– Send out scouts for rewards \u0026 challenges",
    "url": "https://www.igdb.com/games/angry-birds-evolution"
  },
  {
    "id": 112983,
    "genres": [
      5,
      32
    ],
    "involved_companies": [
      73422
    ],
    "name": "SYNTHETIK: Arena",
    "summary": "Synthetik: Arena is a fast paced Top-Down Shooter set in a retro-futuristic world, combining the next level in gun-play with powerful tech to experiment with. Players are thrown into their Android subconscious and face the varied challenges of the machine god Zir to escape and end the Machine Legion.",
    "url": "https://www.igdb.com/games/synthetik-arena"
  }
,
  {
    "id": 429,
    "genres": [
      5
    ],
    "involved_companies": [
      223,
      224,
      225,
      226
    ],
    "name": "Call Of Juarez",
    "rating": 77.3940587567365,
    "summary": "Call of Juarez is an epic adventure western themed FPS game. The player alternately assumes the roles of two distinct, antagonistic characters: a sneaking fugitive Billy and his hunter the reverend Ray. Apart from the highly interesting, emotional and psychological aspect of the link between the two",
    "url": "https://www.igdb.com/games/call-of-juarez"
  },
  {
    "id": 430,
    "genres": [
      5,
      31
    ],
    "involved_companies": [
      382,
      383
    ],
    "name": "Call Of Juarez: Bound In Blood",
    "rating": 79.2313423283832,
    "summary": "In the remote and deadly Wild West, the outlaw McCall brothers are on a quest for the legendary Gold of Juarez. In their journey across a vast landscape, these lawless gunslingers will stop at nothing to achieve their goal. Arm yourself with pistols, cannons, machine guns and more as you strike out on a mission with two fearless compatriots whose bonds of blood are only strengthened by the blood they spill together.",
    "url": "https://www.igdb.com/games/call-of-juarez-bound-in-blood"
  },
  {
    "id": 8577,
    "genres": [
      10,
      12,
      31
    ],
    "involved_companies": [
      21207,
      21208
    ],
    "name": "Magus",
    "summary": "In a world of fire and water, an unfathomable power waits. Magus has been imprisoned in a tower in the Waterfall Kingdom and tortured for years. His crime is unknown; his history is a mystery. He remains locked up, powerless, until a new prisoner named Kinna arrives and she aids him in his escape. So begins their journey to discover Magus’s true abilities—chroma magic, his innate talent to absorb power from the colors green, red, and purple in the surrounding environment to unleash deadly attacks. Along the way they must face the wrath of the Waterfall Kingdom and battle them to uncover Magus’s ultimate purpose. Why has this mysterious woman decided to help him? And why now, after all this time?",
    "url": "https://www.igdb.com/games/magus"
  },
  {
    "id": 8609,
    "genres": [
      12
    ],
    "involved_companies": [
      21260,
      21261,
      21262
    ],
    "name": "Fossil Fighters: Frontier",
    "rating": 72.0,
    "summary": "Fossil Fighters: Frontier adds to the excitement of the Fossil Fighters series with a unique first: players can now hop into their vehicles and drive around exotic locations to excavate fossils, which transform into real-life dinosaurs known as Vivosaurs. Players battle their Vivosaur with wild Vivosaurs they encounter on digging adventures.",
    "url": "https://www.igdb.com/games/fossil-fighters-frontier"
  },
  {
    "id": 10615,
    "genres": [
      10
    ],
    "involved_companies": [
      52135,
      52136
    ],
    "name": "Monster Truck Madness 64",
    "summary": "It offers improved graphics, an updated interface, new trucks and tracks and the addition of variable weather conditions from its predecessor. However, the game engine is essentially the same as that utilized in the original game. A testament to their similarity is the fact that most custom trucks and tracks are compatible with both games. \n \nThe \"Summit Rumble\" king of the hill tracks could only be played if one intended to compete online. \n \nAgain, \"Army\" Armstrong provides commentary for the game. However, his race calls have been updated, and new ones have been added.",
    "url": "https://www.igdb.com/games/monster-truck-madness-64"
  },
  {
    "id": 18864,
    "genres": [
      31
    ],
    "involved_companies": [
      34843,
      34844,
      34845
    ],
    "name": "Blood Will Tell: Tezuka Osamu\u0027s Dororo",
    "summary": "Blood Will Tell is based on the Japanese manga series Dororo, which was created by Osamu Tezuka. It concerns a hero named Hyakkimaru, who has had much of his body stolen by forty-eight fiends, and has prosthetic replacements. Along with his ally, the thief Dororo, Hyakkimaru must defeat all forty-eight fiends.",
    "url": "https://www.igdb.com/games/blood-will-tell-tezuka-osamus-dororo"
  },
  {
    "id": 20882,
    "genres": [
      10,
      31
    ],
    "involved_companies": [
      46286
    ],
    "name": "Chasing Aurora",
    "rating": 75.0,
    "summary": "Chasing Aurora is an aerial action game that is set in the thin air of the Alps. It is a 2D open world action game featuring physics-based flight and air combat. Your quest is to find and retrieve shards of the shattered sun and return them to the sun altar. Move freely in three different climate zones, searching for the shards of the sun. Some of them were found by vile animals, some landed in precarious locations, some are hidden from plain sight. Sometimes it takes a fight, and sometimes it takes a breakneck stunt in midair to retrieve a shard. Chasing Aurora is a game about the dream of flight.",
    "url": "https://www.igdb.com/games/chasing-aurora"
  },
  {
    "id": 25022,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      40800,
      40801
    ],
    "name": "Tetris: The Grand Master",
    "summary": "Tetris: The Grand Master (テトリス ザ・グランドマスター Tetorisu: Za Gurando Masutā?) is a series of puzzle games created by Arika based on the popular Tetris license. The Grand Master series introduced several play mechanics to Tetris gameplay which can be seen today in its sequels and many other Tetris implementations. \n \nThe original game was followed by two sequels also developed by Arika: Tetris the Absolute: The Grand Master 2 in 2000 (with a Plus version released soon after) and Tetris: The Grand Master 3 - Terror-Instinct in 2005. A related console game, Tetris: The Grand Master Ace was published by AQ Interactive on December 10, 2005 and was a launch title for the Xbox 360\u0027s Japan release",
    "url": "https://www.igdb.com/games/tetris-the-grand-master"
  },
  {
    "id": 74156,
    "genres": [
      12,
      24
    ],
    "involved_companies": [
      55388
    ],
    "name": "Entaku no Seito 2",
    "summary": "A sequel to Entaku no Seito, a PC game that wasn\u0027t released outside of Japan. \n \nIt was announced as tactical RPG inspired by Shining Force and Fire Emblem being developed for Xbox One during a livestream in 2015 but not much else is known it.",
    "url": "https://www.igdb.com/games/entaku-no-seito-2"
  },
  {
    "id": 86395,
    "genres": [
      5,
      32
    ],
    "involved_companies": [
      73423
    ],
    "name": "SYNTHETIK: Legion Rising",
    "rating": 80.0,
    "summary": "SYNTHETIK is an unforgiving shooter rogue-lite set in a world overrun by machines. Battle from floor to floor, defeating an array of robotic forces using powerful weapons, upgrades, and quick reflexes in this gun-play focused fun-fest!",
    "url": "https://www.igdb.com/games/synthetik-legion-rising"
  }
,
  {
    "id": 14804,
    "genres": [
      10,
      13
    ],
    "involved_companies": [
      28697
    ],
    "name": "GTI Racing",
    "summary": "GTI Racing uniquely blends a realistic and highly detailed car physics simulation with the pure fun of driving in a very dynamic way. Grab the wheel, push the pedal to the metal and gather the sensation for the incredible sense of speed and the power of all the real world cars. \n \nRealistic driving model: Lifelike car physics reflect the pure enjoyment of dynamic car driving using some of the best dynamic physics around. Detailed handling model with carefully adjusted parameters give you full control of the car and an incredible ease of driving whilst still being very fun to drive. \n \nCars: GTI Racing gives you the biggest collection of the legendary European Volkswagen Golf series cars. Choose one of the 15 GOLF models, representing all five generations from its original heritage through to the current day. Try out the GTI, G60 and the outstanding R32! Check out Volkswagens hottest concept cars and classics - along with the original Beetle and T1 \"Samba\" transporter. \n \nTuning: GTI Racing introduces you to the professional car customization world, thanks to the impressive and wide array of original visual and performance modding and tuning parts. Spoilers, xenon lights, wide body kits, exhausts and rims - everything you would ever need or desire for the visual aspect of tuning your car. Turbo\u0027s, nitro`s, sports transmissions, performance brake kits and wide tires - unlimited performance tuning possibilities. \n \nCareer: Over 70 races in 6 unique settings and scenarios against challenging AI opponents will keep the heat on. Time trial, Drift competition and Drag racing, wild Baja and new Legal Race modes. Finish all 25 Championships located in Germany, France, Italy, UK and USA, earn money and spend it on your ride. \n \nDynamic race surroundings: GTI Racing introduces a new level of intensity into the world of racing thanks to fully physics simulated hundreds of objects on the tracks. Use fully interactive objects to create your advantage - slow down your opponents or disable their cars completely. \n \nDemanding AI: drivers make full use of the driving and collision physics model. They will cut you off, run you off the road, use shortcuts to get to the finish line first, so be on your guard and watch out for them. \n \nDetailed car damage: every contact you make with and object or form of racing collision will leave a dent on your vehicle! Based on Xpand Rally experiences highly detailed damage and mechanical car part stress models this has ben used to great effect to enhance the experience with a very rich flavour. \n \nOnline drive: Race through LAN or on the Internet. Extremely playable Baja mode, closed circuits, highways, drift driving competitions and drag racing championship which will give the multi player racer something to shout about. Intense 4 player racing and action in each race.",
    "url": "https://www.igdb.com/games/gti-racing"
  },
  {
    "id": 18905,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      34892,
      34893,
      34894
    ],
    "name": "Stranger of Sword City",
    "rating": 50.0,
    "summary": "Stranger of Sword City is a first person turn-based RPG dungeon crawler.\n\nThe main character is Human but you get to change the appearance, gender, and class. You can create a team of up to 6 characters with customizable ages, races, and talents. Higher ages give more bonus points for stats but come with less life points. You can have 16 registered characters at one time.\n\nRaces include: Human, Elf, Dwarf, Migmy, and Ney.\nClasses include: Fighter, Knight, Samurai, Wizard, Cleric, Ranger, Ninja, and Dancer.\nClasses can be changed up to five times. Each class change will half that characters current level but you get to keep one skill learned from the previous class.\n\nThe game includes the new and old art styles allowing you to switch whenever you want.\n\nThe games was originally released in Japan under the name \"Tsurugi no Machi no Ihoujin: Kuro no Kyuuden\" on Playstation Vita and under the name \"Tsurugi no Machi no Ihoujin: Shiro no Oukyuu\" on Xbox 360 and Microsoft Windows.",
    "url": "https://www.igdb.com/games/stranger-of-sword-city"
  },
  {
    "id": 18914,
    "genres": [
      12,
      15,
      16,
      24,
      32
    ],
    "involved_companies": [
      39428,
      39429
    ],
    "name": "Grotesque Tactics: Evil Heroes",
    "rating": 50.0,
    "summary": "Grotesque Tactics is a highly addictive tactical RPG combining elements of popular Western and Asian console RPGs.",
    "url": "https://www.igdb.com/games/grotesque-tactics-evil-heroes--1"
  },
  {
    "id": 25023,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      40802,
      40803
    ],
    "name": "Tetris the Absolute: The Grand Master 2",
    "summary": "Arika\u0027s challenging puzzle-action series continues with new game modes, challenges, and mechanics innovations.",
    "url": "https://www.igdb.com/games/tetris-the-absolute-the-grand-master-2"
  },
  {
    "id": 25024,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      40804,
      40805
    ],
    "name": "Tetris: The Grand Master 3 - Terror-Instinct",
    "url": "https://www.igdb.com/games/tetris-the-grand-master-3-terror-instinct"
  },
  {
    "id": 25025,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      40806,
      40807
    ],
    "name": "Tetris: The Grand Master Ace",
    "url": "https://www.igdb.com/games/tetris-the-grand-master-ace"
  },
  {
    "id": 25026,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      40808
    ],
    "name": "Tetris: The Grand Master 4 - The Masters of Round",
    "url": "https://www.igdb.com/games/tetris-the-grand-master-4-the-masters-of-round"
  },
  {
    "id": 47555,
    "genres": [
      9,
      12,
      31
    ],
    "involved_companies": [
      74775,
      74776,
      74777
    ],
    "name": "The Demon Crystal",
    "summary": "Originally released in 1984 for the MZ-1500. \n \nFrom MobyGames: \nDemon Crystal is an action puzzle game. Scattered around the stage are numerous keys which help open locked areas. The goal is to find the big key which is needed to open the exit and advance to the next stage. Ares\u0027 only weapon is a limited number of bombs, which explode in a flame and can kill multiple enemies at once. The game consists of 30 stages (houses).",
    "url": "https://www.igdb.com/games/the-demon-crystal"
  },
  {
    "id": 74176,
    "genres": [
      12
    ],
    "involved_companies": [
      55438
    ],
    "name": "God Eater: Resonant Ops",
    "summary": "God Eater: Resonant Ops is a RPG game for Android and iOS.",
    "url": "https://www.igdb.com/games/god-eater-resonant-ops"
  },
  {
    "id": 76242,
    "involved_companies": [
      58575
    ],
    "name": "Accel World End of Burst",
    "url": "https://www.igdb.com/games/accel-world-end-of-burst"
  }
,
  {
    "id": 20978,
    "genres": [
      12
    ],
    "involved_companies": [
      51764,
      51765,
      51766,
      51767,
      51768
    ],
    "name": "Fossil Fighters",
    "rating": 78.0,
    "summary": "Fossil Fighters, known in Japan as Bokura wa Kasekihoridā (ぼくらはカセキホリダー lit. \"We Are Fossil Diggers\"[2]?), is a 2008 video game developed by Nintendo SPD, Red Entertainment, M2, and Artdink and published by Nintendo. It was first released in Japan on April 17, 2008 and was later released in North America on August 10, 2009,[1] and in Australia on September 17, 2009.[3] \n \nOn September 10, 2010, a sequel titled Super Kasekihoridā was announced,[4] and it was released in Japan on November 18, 2010.[5] Near the end of Nintendo\u0027s E3 2011 conference, it was announced that it would be released outside of Japan originally titled as Super Fossil Fighters, but later changed to Fossil Fighters: Champions. It was released in North America on November 14, 2011. At E3 2014, Nintendo casually announced the first entry on the Nintendo 3DS, Fossil Fighters: Frontier, released in North America in 2015,[6] the game has been available in Japan since February 2014.[7]",
    "url": "https://www.igdb.com/games/fossil-fighters"
  },
  {
    "id": 20979,
    "genres": [
      12
    ],
    "involved_companies": [
      51769,
      51770,
      51771,
      51772,
      51773
    ],
    "name": "Fossil Fighters: Champions",
    "rating": 86.0,
    "summary": "Sequel to the original DS game.",
    "url": "https://www.igdb.com/games/fossil-fighters-champions"
  },
  {
    "id": 23027,
    "genres": [
      9,
      15
    ],
    "involved_companies": [
      44799,
      44800
    ],
    "name": "Reset Generation",
    "summary": "Game developed by RedLynx for Nokia N-Gage",
    "url": "https://www.igdb.com/games/reset-generation"
  },
  {
    "id": 25074,
    "genres": [
      33
    ],
    "involved_companies": [
      40853
    ],
    "name": "PAC-MAN Museum",
    "rating": 50.0,
    "summary": "PAC-MAN stars in a nostalgia-packed collection of the greatest PAC-MAN games of all time. PAC-MAN MUSEUM will include classic PAC-MAN titles as well as newer releases, allowing gamers to play through the evolution of PAC-MAN from his humble beginnings from 1980 through current hits like PAC-MAN Championship Edition and PAC-MAN Battle Royale.",
    "url": "https://www.igdb.com/games/pac-man-museum"
  },
  {
    "id": 25081,
    "genres": [
      12,
      25,
      31
    ],
    "involved_companies": [
      40873
    ],
    "name": "Darksiders: Warmastered Edition",
    "rating": 77.6626798124707,
    "summary": "Deceived by the forces of evil into prematurely bringing about the end of the world, War – the first Horseman of the Apocalypse – stands accused of breaking the sacred law by inciting a war between Heaven and Hell. In the slaughter that ensued, the demonic forces defeated the heavenly hosts and laid claim to the Earth.\n\nBrought before the sacred Charred Council, War is indicted for his crimes and stripped of his powers. Dishonored and facing his own death, War is given the opportunity to return to Earth to search for the truth and punish those responsible.\n\nHunted by a vengeful group of Angels, War must take on the forces of Hell, forge uneasy alliances with the very demons he hunts, and journey across the ravaged remains of the Earth on his quest for vengeance and vindication.",
    "url": "https://www.igdb.com/games/darksiders-warmastered-edition"
  },
  {
    "id": 51686,
    "genres": [
      13,
      33
    ],
    "involved_companies": [
      52314
    ],
    "name": "Dinosaur Survival Run: Jungle of Despair",
    "summary": "\"They’re eating them alive!! \nA plane has crash-landed in a forbidden jungle where dinosaurs are said to be still alive. \n \nYou have been sent to make your way through the darkness and search for survivors. \n \nYou speed through the jungle, riding on a standing scooter. \n \nShadows lurk everywhere and all around, you can hear your companions screaming. \nYour battery is running low... \n \nCan you retain your sanity in an abyss of despair and make it back to base in one piece? \n \nJoin your friends and take this true test of survival!\"",
    "url": "https://www.igdb.com/games/dinosaur-survival-run-jungle-of-despair"
  },
  {
    "id": 51687,
    "genres": [
      14,
      33
    ],
    "involved_companies": [
      52315
    ],
    "name": "Fishing VR: GIJIESTA",
    "summary": "\"Watch out, they’re getting away!! \nGo lure fishing in the wild with this VR activity! \n \nThere’s wild fish to your right, to your left, some even jumping and wriggling in the air. You’ll feel like you’re really there! \nDon’t lose concentration, even for a second, until they’re in your net. \n \nHow many can you catch?! \nCompete with your friends and enjoy a head-to-head battle of skill with fish in the wild.\"",
    "url": "https://www.igdb.com/games/fishing-vr-gijiesta"
  },
  {
    "id": 51689,
    "genres": [
      5,
      33
    ],
    "involved_companies": [
      52317
    ],
    "name": "Argyle Shift",
    "summary": "\"Master, are you prepared for your mission? \nEnter the cockpit of a giant robot with your android. Take the attacking conspiracy head on! Our specialized sensory machine creates a shockingly realistic sensation allowing you to live out the ambition of riding in a giant robot to fight in battle!\"",
    "url": "https://www.igdb.com/games/argyle-shift"
  },
  {
    "id": 76260,
    "involved_companies": [
      58606
    ],
    "name": "Saint Seiya: Cosmo Fantasy",
    "url": "https://www.igdb.com/games/saint-seiya-cosmo-fantasy"
  },
  {
    "id": 106984,
    "genres": [
      9
    ],
    "involved_companies": [
      68560
    ],
    "name": "Little Medusa",
    "summary": "The game is only available through the company\u0027s website in a physical cartridge for the listed platforms. \n \n\"Become a diety with a very bad hair day in this action puzzler. The Titans have escaped their eternal prisons and transformed Artemiza, a young goddess, into a gorgon. Now she must petrify enemies, create paths, and dodge traps in her battle to save Mount Olympus. \n \n- 5 worlds of puzzling petrification! \n- Clash with cenaturs, fallen heroes, and the Titans themselves! \n- Challenging obstacles found in each new area! \n- Solve the puzzles fast enough and unlock a secret world, complete with a new ending to the story!\"",
    "url": "https://www.igdb.com/games/little-medusa"
  }
,
  {
    "id": 536,
    "genres": [
      5,
      25
    ],
    "involved_companies": [
      5179,
      5180
    ],
    "name": "Dead Island",
    "rating": 69.5717214236074,
    "summary": "Dead Island is a action role-playing survival horror video game developed by Polish developer Techland and it is centered on the challenge of surviving a zombie-infested open world island with a major emphasis on melee combat, and the making of weapons and weapon mods. You gain XP and level up, gaining skill points. \n \nDead Island takes place on the fictional (based off a true island near Papua New Guinea) island of Banoi. You play as one of four different characters with different skills and skill trees, and different intro videos. The worlds is half open, you can roam the world as you wish but you will have to go through the main story to progress to the next large open area \n \nThe combat is largely melee focused, but you also have firearms and throwing weapons, bullets and guns are scares in the start of the game, but towards the end of the game they are much easier to find. The zombies are mostly slow, but there is a wide range of different zombies throughout the game. \n \nDead Island: Riptide, was released in 2013. A spin-off, Escape Dead Island, \nDead Island 2, is set to be released in 2016.",
    "url": "https://www.igdb.com/games/dead-island"
  },
  {
    "id": 542,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      19855,
      19856,
      19857
    ],
    "name": "Lego Pirates of the Caribbean: The Video Game",
    "rating": 77.5513453859577,
    "summary": "LEGO® Pirates of the Caribbean: The Video Game is an action adventure game that brings the Pirates of the Caribbean world and all its colorful characters to life in LEGO Brick form. Players experience all the memorable scenes from all four films in the humorous and quirky LEGO Video Games style.",
    "url": "https://www.igdb.com/games/lego-pirates-of-the-caribbean-the-video-game"
  },
  {
    "id": 2559,
    "genres": [
      4
    ],
    "involved_companies": [
      6109,
      6110
    ],
    "name": "Dragon Ball Kai: Ultimate Butōden",
    "url": "https://www.igdb.com/games/dragon-ball-kai-ultimate-butoden"
  },
  {
    "id": 2569,
    "genres": [
      4
    ],
    "involved_companies": [
      6133,
      6134,
      6135
    ],
    "name": "Dragon Ball Z: Burst Limit",
    "rating": 40.1213288396726,
    "summary": "The Dragon Ball Z universe makes its first appearance on the seventh generation of consoles with the release of Dragon Ball Z: Burst Limit.",
    "url": "https://www.igdb.com/games/dragon-ball-z-burst-limit"
  },
  {
    "id": 2573,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      6142
    ],
    "name": "Dragon Ball: Zenkai Battle Royale",
    "summary": "Dragon Ball: Zenkai Battle Royal is an arcade fighting game set in the Dragon Ball Z universe. It plays in the same style as the Budokai Tenkaichi series.",
    "url": "https://www.igdb.com/games/dragon-ball-zenkai-battle-royale"
  },
  {
    "id": 18944,
    "genres": [
      10
    ],
    "involved_companies": [
      70690,
      70691,
      70692
    ],
    "name": "Toy Story Racer",
    "summary": "The race is on! For the first time ever, join Woody, Buzz Lightyear and the gang in a crazy, turbo-blasting remote-controlled racing competition through the action-packed world of Disney\u0027s Toy Story!",
    "url": "https://www.igdb.com/games/toy-story-racer"
  },
  {
    "id": 25083,
    "genres": [
      31
    ],
    "involved_companies": [
      40876,
      70173
    ],
    "name": "Lego Harry Potter Collection",
    "rating": 67.0,
    "summary": "The LEGO Harry Potter Collection brings LEGO Harry Potter: Years 1-4 and LEGO Harry Potter: Years 5-7 to the PlayStation4 computer entertainment system for the first time with both top-selling videogames remastered on one disc. This compilation unites the creative prowess of LEGO and the expansive world of Harry Potter, with an exciting journey full of spell-casting, potion-making, puzzle-solving, lessons, dueling and much more for players of all ages to enjoy. Gamers can experience the entire LEGO Harry Potter adventure featuring content from seven books and eight films, with enhanced graphics, environments, lighting and visual effects, along with two downloadable content (DLC) packs. Sure to delight fans of J.K. Rowling’s ever-expanding Wizarding World, the LEGO Harry Potter Collection serves as a perfect gift for those eagerly anticipating the upcoming film, Fantastic Beasts and Where to Find Them, a prequel to the Harry Potter film series.",
    "url": "https://www.igdb.com/games/lego-harry-potter-collection"
  },
  {
    "id": 29209,
    "genres": [
      11,
      12,
      15
    ],
    "involved_companies": [
      47898,
      47899
    ],
    "name": "SpellForce 2: Anniversary Edition",
    "rating": 50.0,
    "summary": "SpellForce 2: Anniversary Edition presents the award-winning SpellForce saga hits: \"SpellForce 2 – Shadow Wars\" and the add-on \"SpellForce 2 – Dragon Storm\" for a spectacular game experience!",
    "url": "https://www.igdb.com/games/spellforce-2-anniversary-edition"
  },
  {
    "id": 68105,
    "genres": [
      4,
      13,
      16
    ],
    "involved_companies": [
      54371
    ],
    "name": "Kamen Rider City Wars",
    "summary": "A Kamen Rider mobile game where you build and develop your own Rider City while defending it from other Riders and attacking monsters. \nIt will feature characters and theme songs from throughout the Kamen Rider franchise with 29 iterations and songs already listed on the games website.",
    "url": "https://www.igdb.com/games/kamen-rider-city-wars"
  },
  {
    "id": 86532,
    "genres": [
      5,
      25,
      33
    ],
    "involved_companies": [
      62178
    ],
    "name": "Mobile Suit Gundam: Extreme Vs. 2",
    "url": "https://www.igdb.com/games/mobile-suit-gundam-extreme-vs-2"
  }
,
  {
    "id": 543,
    "genres": [
      5,
      31
    ],
    "involved_companies": [
      1310,
      1311
    ],
    "name": "Call of Juarez: The Cartel",
    "rating": 53.5484137446837,
    "summary": "Embark on a bloody journey from Los Angeles to Juarez as lawlessness of the Old West is brought to the present. Welcome to the new Wild West.",
    "url": "https://www.igdb.com/games/call-of-juarez-the-cartel"
  },
  {
    "id": 2646,
    "involved_companies": [
      6316
    ],
    "name": "Namco Museum DS",
    "summary": "A collection of Namco classics for the Nintendo DS.",
    "url": "https://www.igdb.com/games/namco-museum-ds"
  },
  {
    "id": 4659,
    "genres": [
      14,
      31
    ],
    "involved_companies": [
      11184
    ],
    "name": "Active Life: Explorer",
    "summary": "Jump into action as a fearless adventurer searching for treasure the world over. Explore an array of intriguing themed locales including dense twilight jungles, ancient ruins, lava-flooded caves, frozen ice packs and more each with their own traps, hazards and challenges. A veritable thrill-ride of activities will keep the whole family moving as they run across falling bridges, dodge perilous booby traps, escape from savage beasts, chase down bandits, and much more as they ride off into the sunset with a bounty of loot and rewards.",
    "url": "https://www.igdb.com/games/active-life-explorer"
  },
  {
    "id": 4660,
    "genres": [
      14
    ],
    "involved_companies": [
      11185
    ],
    "name": "Active Life: Extreme Challenge",
    "summary": "Active Life: Extreme Challenge is the follow up to the successful Family Trainer game/mat bundle. Embracing the \u0027active gaming\u0027 trend, Active Life games use a mat controller along with the Wii Remote to incorporate the player\u0027s entire body into gameplay.",
    "url": "https://www.igdb.com/games/active-life-extreme-challenge"
  },
  {
    "id": 18997,
    "genres": [
      2,
      9,
      31,
      32
    ],
    "involved_companies": [
      35099,
      35100
    ],
    "name": "Kathy Rain",
    "rating": 88.9821770269636,
    "summary": "\"Set in the 90\u0027s, Kathy Rain tells the story of a strong-willed journalism major who has to come to terms with her own troubled past as she investigates the mysterious death of her recently deceased grandfather. Armed with her motorcycle, a pack of cigs, and a notepad, Kathy begins to delve into a local mystery surrounding her hometown that will take her on a harrowing journey full of emotional and personal turmoil. \n \nAs she follows a trail of clues he left behind, questions emerge… What was Joseph Rain really looking for that night all those years ago? What turned him into a mere shell of a man, confined to a wheelchair? What secret did a suicidal young artist take with her to the grave, and why are so many people in Conwell Springs going mad? The truth is dark and sinister…\"",
    "url": "https://www.igdb.com/games/kathy-rain"
  },
  {
    "id": 21062,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      43572,
      43573,
      43574,
      48748
    ],
    "name": "Sonic Mania",
    "rating": 82.6319589035211,
    "summary": "It\u0027s the ultimate Sonic celebration! Sonic returns in a new 2D platforming high speed adventure, and he\u0027s not alone! \n \nDeveloped in collaboration between SEGA, Christian Whitehead, Headcannon, and PagodaWest Games, experience new zones and remixed classic levels with Sonic, Tails, and Knuckles!",
    "url": "https://www.igdb.com/games/sonic-mania"
  },
  {
    "id": 25172,
    "genres": [
      31
    ],
    "involved_companies": [
      59331,
      59332
    ],
    "name": "Fullmetal Alchemist: Brotherhood",
    "summary": "Fullmetal Alchemist: Brotherhood\u0027s \u0027Adventure Mode\u0027 lets players live the adventure of the Elric brothers as they strive to foil a foul plot and take on other powerful alchemists in battles to the death. The game features a host of additional customizable playable characters with points earned in battle used to upgrade their special powers and abilities. The fights go down in a series of different battle arenas where players can flex their spectacular alchemist abilities, use the terrain’s topography strategically to gain the upper hand, and judiciously launch special Combination Attacks with their battle partner to turn the tide of battle.",
    "url": "https://www.igdb.com/games/fullmetal-alchemist-brotherhood"
  },
  {
    "id": 74300,
    "involved_companies": [
      59237
    ],
    "name": "My Hero Academia: Smash Tap",
    "summary": "My Hero Academia: Smash Tap is a mobile game developed by Bandai Namco that lets you chose heroes and fight villains with them by tapping your screen.",
    "url": "https://www.igdb.com/games/my-hero-academia-smash-tap"
  },
  {
    "id": 111148,
    "genres": [
      4
    ],
    "involved_companies": [
      71173,
      71174
    ],
    "name": "Collidalot",
    "summary": "Jet-powered hover cars meet full-speed destruction derby chaos! Strap into the torn leather seat of an apocalyptic jet car and grind for your life! \n \nAll that is left are jet engines, gravity rails, and glory at full-throttle. Capture the map by painting the rails while you grind. Slam your friends out of the ring or use the map itself to get the best of them.",
    "url": "https://www.igdb.com/games/collidalot"
  },
  {
    "id": 115282,
    "genres": [
      9,
      33
    ],
    "involved_companies": [
      74470,
      74644,
      74645,
      74646
    ],
    "name": "TETRIS 99",
    "rating": 79.6676789423944,
    "summary": "A blockbuster battle royale! \n99 players…but only one will remain! TETRIS 99 is the iconic puzzle game as you’ve never seen it before. Can you pick the right strategy to best 98 other players online – all at the same time?! \n \nTETRIS 99 is available as an exclusive offer for members of the Nintendo Switch Online paid membership service. After all, TETRIS 99 is all about battling online for block-dropping dominance against players around the world! \n \nMake smart use of Tetris Line Clears, KO the other 98 players and become the sole survivor!",
    "url": "https://www.igdb.com/games/tetris-99"
  }
,
  {
    "id": 2681,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      6428,
      51887,
      51888,
      51889,
      51890,
      51891,
      56428
    ],
    "name": "LEGO Star Wars: The Video Game",
    "rating": 77.58330924049,
    "summary": "LEGO Star Wars blends the unique world of LEGO with the adventure of Star Wars, for unforgettable action and fun. Live the most popular moments from The Phantom Menace, Attack of the Clones and Revenge of the Sith. Episodes I to III come to life -- and you can become a part of the story! Will you succumb to the dark side of the force or will you become a strong Jedi knight? Find your destiny.",
    "url": "https://www.igdb.com/games/lego-star-wars-the-video-game"
  },
  {
    "id": 2682,
    "genres": [
      31
    ],
    "involved_companies": [
      6403,
      6404,
      6405,
      6406
    ],
    "name": "LEGO Star Wars: The Complete Saga",
    "rating": 82.54189821920059,
    "summary": "Play through a fun Star Wars galaxy that combines the endless customization of LEGO with the epic story from all six episodes of Star Wars. This is the definitive LEGO Star Wars comprising the first two games and expanding them with new characters, enhanced visuals, and more bonus levels than you can shake a lightsaber at. \n \nLEGO Star Wars: The Complete Saga is a family-friendly game, which is both funny and challenging. Pick and choose your characters wisely to engage in combat, solve puzzles and work together as a team to defeat the dark side.",
    "url": "https://www.igdb.com/games/lego-star-wars-the-complete-saga"
  },
  {
    "id": 2695,
    "genres": [
      7
    ],
    "involved_companies": [
      6446,
      6447,
      6448,
      6449,
      6450
    ],
    "name": "Lego Rock Band",
    "rating": 75.0,
    "summary": "LEGO Rock Band is a blending of Rock Band and LEGO series. Players get to start a band and hire band members who will play with them. Just like with real Lego, players can mix and match bodies, torsos, legs and heads to create a character any way they want. The main game has players touring around the world at various locations, like the original Rock Band games. Unlike Rock Band however, LEGO Rock Band also has special levels where you must perform outrageous tasks such as fighting an octopus or demolishing a building using your rock concert. As players make their way through the song lists, they earn \"Studs\", the game\u0027s currency. Studs can be used to purchase Lego items to decorate your Rock Den, hire new staff, buy new clothes or instruments.",
    "url": "https://www.igdb.com/games/lego-rock-band"
  },
  {
    "id": 17030,
    "genres": [
      9,
      25,
      31
    ],
    "involved_companies": [
      35890,
      35891,
      35892
    ],
    "name": "LEGO Star Wars: The Force Awakens",
    "rating": 65.9259508757078,
    "summary": "LEGO Star Wars: The Force Awakens takes players deeper into the new film than any other game with all of the heroic characters from the movie, including Rey, Finn, Poe Dameron, Han Solo, Chewbacca, C-3PO, and BB-8, as well as Kylo Ren, General Hux and Captain Phasma, while also exploring iconic Star Wars locales, such as Jakku and Starkiller Base. \n \nThis game introduces new gameplay features, including the enhanced “Multi-Builds” system, where players can choose from multiple building options to advance the game. Gamers will be able to engage in intense new Blaster Battles for the first time, utilizing surrounding environments to drive back the First Order. Fans can also experience the thrill of high-speed flight gameplay through arena-based battles and dogfights in space, while utilizing a multitude of vehicles along the way, including the legendary Millennium Falcon.",
    "url": "https://www.igdb.com/games/lego-star-wars-the-force-awakens"
  },
  {
    "id": 19090,
    "genres": [
      5,
      8,
      9,
      10,
      31
    ],
    "involved_companies": [
      35179,
      35180
    ],
    "name": "Haven: Call of the King",
    "summary": "The King Athellion has left his homeworld to fight in an intergalactic crusade. He left behind a huge bell - The Golden Voice - for his people to call him should they ever be in danger. During his absence however, the evil Lord Vetch invades the planet and enslaves Athellion\u0027s people by infecting them with a deadly virus. A virus, that requires a constant treatment with an antidote called catana. As the only one controlling the catana-support, Lord Vetch was easily able to force everyone to work for him. In order to prevent Athelion\u0027s return he has hidden The Golden Voice and soon it was forgotten along with the king\u0027s promise. Forgotten until Haven, one of the slaves, starts having dreams about a hill and a bell; dreams whose meaning he does not understand. When the news of the Haven\u0027s dreams reach Lord Vetch, he orders to murder him. Haven manages to escape and eventually learns about the real meaning of his dreams and is determined to find The Golden Voice and put an end to Lord Vetch\u0027 reign. \n \nHaven is a fast-paced, action-packed platformer but it also incorporates elements of several other genres. Haven can pick up many different weapons and parts of the game play more like a Shoot\u0027Em Up than a platformer. There are also several vehicles to control, ranging from speedboats and jetcars to gliders ,spaceships and jetpacks. Despite all these action elements, there are also some slower paced levels, which put more emphasize on puzzle-solving and exploration. \n \nHaven\u0027s conceptual artwork was done by Rodney Matthews, a fairly well-known English sci-fi/fantasy artist, which is evident in Haven\u0027s surrealistic, bizarre design.",
    "url": "https://www.igdb.com/games/haven-call-of-the-king"
  },
  {
    "id": 19091,
    "genres": [
      10,
      31
    ],
    "involved_companies": [
      35183,
      35184,
      35185
    ],
    "name": "Sonic R",
    "rating": 55.0729571699456,
    "summary": "Originally released for the Sega Saturn, Sonic R is an racing game featuring characters from the Sonic the Hedgehog series. \n \nIt has graphics updated from the Saturn release, including more detailed 3D graphics and random weather events.",
    "url": "https://www.igdb.com/games/sonic-r"
  },
  {
    "id": 27278,
    "genres": [
      2,
      31,
      32
    ],
    "involved_companies": [
      44356,
      44357,
      59587
    ],
    "name": "Whispers of a Machine",
    "summary": "\"Post-AI sci-fi, augmentation, and a branching narrative where decisions you make follow you for the rest of the game.\"",
    "url": "https://www.igdb.com/games/whispers-of-a-machine"
  },
  {
    "id": 35465,
    "involved_companies": [
      49948
    ],
    "name": "Word Wonders: The Tower of Babel",
    "rating": 70.0,
    "summary": "Enter the ruined tower of Babel in search of the long lost art of „speech“. Unravel the many mysteries contained within, create powerful artifacts, battle daunting foes and build up your hero’s powers – all through the power of words!",
    "url": "https://www.igdb.com/games/word-wonders-the-tower-of-babel"
  },
  {
    "id": 51823,
    "genres": [
      12,
      25,
      32
    ],
    "involved_companies": [
      52325
    ],
    "name": "Hand of Fate: Wildcards",
    "summary": "\"Welcome to the Wildcards update for Hand of Fate. This update adds different Fates that you can select in order to change the way the game plays. Each Fate provides different modifiers to play, and allows you to play any or all of the game with a new Fate and a new ruleset. \n \nEach Fate has its own custom chain of encounters, and its own potential rewards, along with new Achievements. \n \nWill you take on the challenge of the Alchemist, and be bound by Iron Hunger? Take the Fate of the Monk, and his Holy Quest? Or be struck by the Curse of the Lion Prince?\"",
    "url": "https://www.igdb.com/games/hand-of-fate-wildcards"
  },
  {
    "id": 115301,
    "involved_companies": [
      74521
    ],
    "name": "Trials Rising: Crash \u0026 Sunburn",
    "url": "https://www.igdb.com/games/trials-rising-crash-and-sunburn"
  }
,
  {
    "id": 2738,
    "genres": [
      25,
      31
    ],
    "involved_companies": [
      6564,
      6565,
      6566,
      6567,
      6568,
      6569
    ],
    "name": "Lego Batman: The Video Game",
    "rating": 71.7826078243152,
    "summary": "The fun of LEGO, the drama of Batman and the uniqueness of the combination makes for a comical and exciting adventure in LEGO Batman: The Videogame. Play as Batman and his sidekick Robin as you build, drive, swing and fight your way through Gotham City capturing escaped villains including The Joker, Penguin, Scarecrow and more. Then, jump into the story from the other side and play as Batman\u0027s foes! Enjoy the power you wield and battle Batman while spreading chaos throughout the city. There is no rest for the good (or evil!).",
    "url": "https://www.igdb.com/games/lego-batman-the-video-game"
  },
  {
    "id": 4763,
    "genres": [
      31
    ],
    "involved_companies": [
      11455,
      11456,
      11457
    ],
    "name": "The Chronicles of Narnia: Prince Caspian",
    "rating": 60.054930162037,
    "summary": "The Chronicles of Narnia: Prince Caspian is an action-adventure fantasy video game developed by Traveller\u0027s Tales to coincide with the theatrical release of the film of the same name. The game was announced at E3 2007. It was released for the Nintendo DS, Xbox 360, PlayStation 2, Wii, Microsoft Windows and PlayStation 3 on 15 May 2008 in North America to mixed reception. The DS version was also the first game to implement Disney\u0027s DGamer online chat service.[1] \n \nA significant feature has William Moseley, Skandar Keynes, Anna Popplewell, Georgie Henley, Ben Barnes, Vincent Grass, Peter Dinklage, and Cornell S. John reprising their roles from the film. \n \nIt was the last non-Lego video game released by Traveller\u0027s Tales.",
    "url": "https://www.igdb.com/games/the-chronicles-of-narnia-prince-caspian"
  },
  {
    "id": 6836,
    "genres": [
      31
    ],
    "involved_companies": [
      16196,
      16198,
      19864,
      19865
    ],
    "name": "Lego Batman 2: DC Super Heroes",
    "rating": 74.86795219311,
    "summary": "The Dynamic Duo of Batman and Robin join other famous super heroes from the DC Universe including Superman, Wonder Woman and Green Lantern to save Gotham City from destruction at the hands of the notorious villains Lex Luthor and the Joker.",
    "url": "https://www.igdb.com/games/lego-batman-2-dc-super-heroes"
  },
  {
    "id": 6844,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      16212,
      19858,
      19859,
      19860
    ],
    "name": "LEGO Star Wars III: The Clone Wars",
    "rating": 74.1960231164438,
    "summary": "The Saga continues. Build, battle and laugh your way across the Star Wars universe like never before! Play as Anakin Skywalker and Obi-Wan Kenobi through a story spanning the entire Clone Wars era. LEGO Star Wars III: The Clone Wars combines epic space battles, challenging puzzles and of course, the imaginative gameplay of LEGO. \n \nThe Sith and their allies have declared war on the Jedi Council with an army of droids, and it’s up to you to stop them. With the Dark Side gathering power and entire star systems in turmoil, galactic freedom hangs in the balance.",
    "url": "https://www.igdb.com/games/lego-star-wars-iii-the-clone-wars"
  },
  {
    "id": 10910,
    "genres": [
      31
    ],
    "involved_companies": [
      42211,
      42212
    ],
    "name": "LEGO Worlds",
    "rating": 67.1731116203555,
    "summary": "LEGO Worlds is an open environment of procedurally-generated Worlds made entirely of LEGO bricks which you can freely manipulate and dynamically populate with LEGO models. Create anything you can imagine one brick at a time, or use large-scale landscaping tools to create vast mountain ranges and dot your world with tropical islands. Drop in prefabricated structures to build and customize any world to your liking. Explore using helicopters, dragons, motorbikes or even gorillas and unlock treasures that enhance your gameplay. Watch your creations come to life through characters and creatures that interact with you and each other in unexpected ways. In LEGO Worlds, anything is possible!",
    "url": "https://www.igdb.com/games/lego-worlds"
  },
  {
    "id": 10931,
    "genres": [
      10
    ],
    "involved_companies": [
      35658
    ],
    "name": "Sunny Hillride",
    "rating": 50.0,
    "summary": "In Sunny Hillride you journey on a turbulent and crazy family holiday, and even your pet parrot is on board! Put the pedal to the floor and let your car and bus fly across hilly, colorful landscapes of forest, desert, snow and meadows. Make sure you don\u0027t run out of gas, and don\u0027t lose your luggage doing daredevil stunts – the roof of your RV is piled precariously high. Suitcases, bags, the birdcage and your fellow travelers must arrive safely at the holiday resort; otherwise you won\u0027t get the full score. \n \nTons of rewards await you as you cross hills and valleys. Try not to miss any of the coins and souvenirs lying around. Sunny Hillride is a fun journey with the whole family, full of adventure, fun and speed!",
    "url": "https://www.igdb.com/games/sunny-hillride"
  },
  {
    "id": 15034,
    "genres": [
      8,
      9,
      31,
      32
    ],
    "involved_companies": [
      70832,
      70833
    ],
    "name": "Saira",
    "rating": 70.0,
    "summary": "Saira is a puzzle platformer with non-linear gameplay and a whole universe for you to explore. The game is heavily influenced by classic puzzle adventure games and uses a new unique graphical style combining high resolution photography into a lush and mysterious world.\n\nThe eponymous Saira is a photographer who specializes in digitally capturing dangerous places and animals across the universe. For reasons unknown, she finds herself as the only remaining person in the entire galaxy. Saira has no weapons, she will use only her mind and agility to progress through seven star systems and over 60 well-crafted puzzles. Over two hours of originally-scored music will help her maintain focus and unlock one of six vastly unique endings.",
    "url": "https://www.igdb.com/games/saira"
  },
  {
    "id": 27296,
    "genres": [
      4
    ],
    "involved_companies": [
      44386
    ],
    "name": "Project Giant Robot",
    "summary": "Project Giant Robot was a game planned for the Wii U that featured a giant robot that the player could customize and that would be controlled with the Wii U game-pad. \n \nThe idea was to fight other robots and try to knock opponents over like in a sumo match. The Wii U\u0027s gyroscope sensor would be used to keep your robot standing during the fight. \n \nThe game had been in development for years and was shown at E3 2014 but development was canceled on February 1st, 2017.",
    "url": "https://www.igdb.com/games/project-giant-robot"
  },
  {
    "id": 94876,
    "genres": [
      9,
      25,
      31
    ],
    "involved_companies": [
      63801,
      63802
    ],
    "name": "LEGO The Incredibles",
    "rating": 70.0,
    "summary": "LEGO The Incredibles takes players on an adventure where they’ll control their favourite Incredibles characters and team up as a family to conquer crime and family life.",
    "url": "https://www.igdb.com/games/lego-the-incredibles"
  },
  {
    "id": 111253,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      71625
    ],
    "name": "Vambrace: Cold Soul",
    "summary": "Vambrace: Cold Soul is a roguelike fantasy-adventure set amidst a frozen landscape. Plan your expeditions underground, then journey to the cursed city surface with your team of heroes. Wield unique powers, avoid dangerous traps, brave strange encounters, and survive deadly combat!",
    "url": "https://www.igdb.com/games/vambrace-cold-soul"
  }
,
  {
    "id": 6861,
    "genres": [
      5,
      8,
      30
    ],
    "involved_companies": [
      16238
    ],
    "name": "Pac-Man \u0026 Galaga Dimensions",
    "rating": 72.0,
    "summary": "PAC-MAN and Galaga bring their iconic gameplay to spectacular 3D in an exciting six game package for the Nintendo 3DS. Enjoy classic hits PAC-MAN, PAC-MAN Championship Edition, Galaga, and Galaga Legions, or play two brand new games developed exclusively for the Nintendo 3DS. In PAC-MAN Tilt, move PAC-MAN through stages filled with obstacles, platforms and ghosts with tilt controls. Flippers, platforms and power pellets help PAC-MAN jump, flip, swing, and eat his way to the finish line. Rid space of the incoming Galaga army by shooting down enemies in an exciting 3D skirmish in Galaga 3D Impact! Your Nintendo 3DS system becomes your ship’s gun turret as you attack and defend the ship through waves of the Galaga armada. Nostalgia is taken to a new dimension with a fresh take on Namco’s most popular arcade franchises!",
    "url": "https://www.igdb.com/games/pac-man-galaga-dimensions"
  },
  {
    "id": 6871,
    "genres": [
      10
    ],
    "involved_companies": [
      16260,
      16261
    ],
    "name": "Ridge Racer 3D",
    "rating": 76.0,
    "summary": "The Ridge Racer series returns to set the racing world on fire with brand new features, breathtaking stereoscopic 3D visuals, a wider variety of machines, new environments, expanded customization and updated drift mechanics. Ridge Racer 3D will be the hottest racing game on the Nintendo 3DS. Drift through hairpin turns at blistering speeds to edge out the rest of the pack with powerful drift-tuned cars. Using the stereoscopic 3D power of the Nintendo 3DS, players will be able to experience a level of intimacy with the on-screen races like never before. Players can now accurately judge the distance between them and the competition with 3D depth of field for some of the most intense arcade racing available.",
    "url": "https://www.igdb.com/games/ridge-racer-3d"
  },
  {
    "id": 15071,
    "genres": [
      13,
      32
    ],
    "involved_companies": [
      29049
    ],
    "name": "Evochron Mercenary",
    "rating": 60.0,
    "summary": "Trading commodities while sneaking past hostile forces, racing the best pilots in the area, mining for diamonds, negotiating for survival, spying for a curious energy company, cleaning dirty solar arrays, transporting an impatient passenger... and that\u0027s just on a Monday. The life of an independent mercenary is rarely without excitement. At times, you may choose to work under contract, while at others, you may want to take matters into your own hands in a quest to build your reputation and fortune. Your spacecraft awaits. Your adventure begins in the Sapphire solar system. \n \nIn Evochron, you are free to seek your fortune as an independent mercenary in an adventure directed by your choices, abilities, and accomplishments. Each player can bring their unique skills and interests to the game, forming clans for cooperative goals or remaining solo to complete objectives on their own in true freeform space-sim gameplay. \n \nTrue freeform gameplay without plot restrictions, conditions, or limitations. No character attribute/skill limitations to hold you back. Experience ultimate gameplay freedom and play the game the way you want to. Your decisions and abilities define your role in the game and establish your reputations, wealth, progress, and ranking.",
    "url": "https://www.igdb.com/games/evochron-mercenary"
  },
  {
    "id": 17098,
    "genres": [
      9,
      12,
      13,
      32
    ],
    "involved_companies": [
      31709,
      59810
    ],
    "name": "Bridge Constructor: Playground",
    "rating": 60.0,
    "summary": "Bridge Constructor Playground offers people of all ages an introduction to the topic of “bridge building”. This game gives you the freedom to let your creative side run riot – nothing is impossible. Across 30 innovative levels you have to build bridges over deep valleys, canals or rivers. Following this your bridges will be subjected to a stress test to see whether they can support the weight of the cars and/or trucks which drive across them.",
    "url": "https://www.igdb.com/games/bridge-constructor-playground"
  },
  {
    "id": 21184,
    "genres": [
      8,
      9
    ],
    "involved_companies": [
      40930
    ],
    "name": "Klonoa",
    "rating": 86.0,
    "summary": "Help Klonoa save Phantomile, a land formed by the dreams of its inhabitants, and recently besieged by an unknown evil. Klonoa’s breathtaking journey takes him through a series of increasingly difficult stages across multiple kingdoms as he strives to save his friends and homeland. Throughout his quest, Klonoa is aided by his friend Hewpoe, a benevolent spirit who resides in the ring from which Klonoa is able to fire his Wind Bullet. The Wind Bullet gives Klonoa the ability to grab and inflate his enemies and use them to his advantage.",
    "url": "https://www.igdb.com/games/klonoa"
  },
  {
    "id": 101063,
    "involved_companies": [
      64709,
      64710,
      64711
    ],
    "name": "LEGO Marvel Super Heroes DLC: Asgard Pack",
    "url": "https://www.igdb.com/games/lego-marvel-super-heroes-dlc-asgard-pack"
  },
  {
    "id": 109260,
    "genres": [
      32
    ],
    "involved_companies": [
      69534
    ],
    "name": "Star Chasers",
    "summary": "Become a Star Chaser and embark on a memorable journey to rescue the stars that have fallen onto earth. Sprint, jump, vault, swing, wall-run, and perform amazing parkour moves as you attempt to collect as many stars as you can before Darkness and his minions destroy them forever! \n \nA. Unique and memorable Journey!",
    "url": "https://www.igdb.com/games/star-chasers"
  },
  {
    "id": 109261,
    "genres": [
      13
    ],
    "involved_companies": [
      69535
    ],
    "name": "Nari Kids Park: HUGtto! PreCure",
    "summary": "HUGtto! PreCure, which broadcasts on ABC TV and TV Asahi every Sunday, joins the Nari Kids Park series. Transform into Cure Yell and the others and have fun!",
    "url": "https://www.igdb.com/games/nari-kids-park-hugtto-precure"
  },
  {
    "id": 109263,
    "genres": [
      13
    ],
    "involved_companies": [
      69539
    ],
    "name": "Nari Kids Park: Kaitou Sentai Lupinranger VS Keisatsu Sentai Patoranger",
    "summary": "Kaitou Sentai Lupinranger VS Keisatsu Sentai Patoranger, which broadcasts on TV Asahi every Sunday, joins the Nari Kids Park series. Transform into Lupin Red and Patren No. 1 and have fun!",
    "url": "https://www.igdb.com/games/nari-kids-park-kaitou-sentai-lupinranger-vs-keisatsu-sentai-patoranger"
  },
  {
    "id": 109264,
    "genres": [
      13
    ],
    "involved_companies": [
      69540
    ],
    "name": "Nari Kids Park: Ultraman R/B",
    "summary": "Ultraman R/B, which broadcasts on TV Tokyo every Saturday, joins the Nari Kids Park series. Transform into Ultraman Rosso and Ultraman Blue and have fun!",
    "url": "https://www.igdb.com/games/nari-kids-park-ultraman-r-slash-b"
  }
,
  {
    "id": 4832,
    "genres": [
      13,
      31
    ],
    "involved_companies": [
      11636,
      11637
    ],
    "name": "Endless Ocean",
    "rating": 83.0,
    "summary": "Endless Ocean is the third installment in the Everblue series, games focused on exploring an underwater world. The main focus of the game is exploration of the game world and cataloguing the various species of animals found there. Endless Ocean slightly differs from its predecessors in that the traditional \"game elements\" have been mostly removed - where Everblue 2 set a goal for the player by having them search for treasure underwater, Endless Ocean is more freeform and just lets the player explore at their own pace. There are still treasures to find, but as Endless Ocean is mostly freeform exploration and has no overarching plot, the player is in no obligation to look for these items to progress through the game.",
    "url": "https://www.igdb.com/games/endless-ocean"
  },
  {
    "id": 4833,
    "genres": [
      13,
      31
    ],
    "involved_companies": [
      11638
    ],
    "name": "Endless Ocean 2: Adventures of the Deep",
    "rating": 96.0,
    "summary": "The ocean is teeming with life. Hundreds of real-life species are there to be discovered, from seahorses to giant whales. \nAre the local fish sick or agitated? Players can view their health status and then use a tranquilizer-like tool to zap the ones in need of rehab with healing energy. \nThe game also includes a storyline that players can follow as they choose. The plot involves Oceana, a woman who investigates the ?Dragon?s Song,? which her father, a prominent ocean explorer, was searching for just before his death. \nWhile at Nine Ball Island, players can become friends with a dolphin and teach it some new tricks. When ona dive, players can even bring along the dolphin, which players can hold onto for extra fast swimming. \nFor the first time in the series, friends who have broadband Internet access can connect and dive with one another via Nintendo® Wi-Fi Connection, while using the Wii Speak? microphone to converse.",
    "url": "https://www.igdb.com/games/endless-ocean-2-adventures-of-the-deep"
  },
  {
    "id": 4834,
    "involved_companies": [
      11639,
      11640
    ],
    "name": "Ennichi no Tatsujin",
    "summary": "Ennichi no Tatsujin (縁日の達人, lit. \"Festival Master\") is a video game for Nintendo\u0027s Wii console. It was a launch title in Japan.[1] The game is composed of several minigames, all of which revolve around Japanese festivals. This is Namco\u0027s first Wii game. It is a spin-off the Taiko no Tatsujin series.",
    "url": "https://www.igdb.com/games/ennichi-no-tatsujin"
  },
  {
    "id": 4844,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      11661,
      11662,
      19871,
      19872
    ],
    "name": "Lego The Hobbit",
    "rating": 69.9602607330922,
    "summary": "Reclaim the Lost Kingdom brick by brick! Join Bilbo Baggins, Gandalf, Thorin and his company of Dwarves in an epic adventure across Middle-earth to recapture the Lonely Mountain in the most expansive LEGO game to date. Battle ravenous Trolls, dangerous Orcs and many more. Combine the Dwarves\u0027 unique abilities to solve puzzles - often with hilarious results! Explore iconic locations in Middle-earth, from the Shire to Goblin-town and beyond.",
    "url": "https://www.igdb.com/games/lego-the-hobbit"
  },
  {
    "id": 8968,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      22009
    ],
    "name": "Everlasting Summer",
    "rating": 88.21903002428151,
    "summary": "Semyon, a poster child contemporary chan culture consumer, falls asleep in the bus, only to wake up in front of the gates of Sovyonok, a pioneer camp of the late Soviet Russia. Everlasting Summer (Бесконечное лето in Russian) is a time-warping, mind-bending visual novel with some eroge content, produced by the collective efforts of Russian chan communities.",
    "url": "https://www.igdb.com/games/everlasting-summer"
  },
  {
    "id": 17172,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      31821,
      31822
    ],
    "name": "Disney Planes",
    "summary": "From above the world of “Cars”, Disney’s Planes takes players on a high-flying, action-packed animated comedy adventure with Dusty Crophopper, a big-hearted, speed-loving crop duster, voiced by actor and comedian Dane Cook. Take to the skies with Dusty and friends as they embark on global missions and grand adventures around the world.",
    "url": "https://www.igdb.com/games/disney-planes"
  },
  {
    "id": 19213,
    "genres": [
      4,
      32,
      33
    ],
    "involved_companies": [
      35312
    ],
    "name": "Hellementalz",
    "summary": "In Hellementalz you have the elements under your control. Throw fireballs from your hands, use huge rocks to protect yourself and destroy your opponent and the environment around you!",
    "url": "https://www.igdb.com/games/hellementalz"
  },
  {
    "id": 27388,
    "genres": [
      5,
      13
    ],
    "involved_companies": [
      46491,
      46492,
      46493
    ],
    "name": "Tank Troopers",
    "summary": "ATTENTION! Calling all troopers for 6-player* tank warfare! \n \nChoose a tank, pick troopers, and battle your friends via local wireless. Each trooper has a special ability, from electric shocks to healing. Deploy them tactically to win 30+ custom tanks with unique stats. Battle with bombs, on teams, or in a free-for-all—but always fight! Fight! FIGHT!",
    "url": "https://www.igdb.com/games/tank-troopers"
  },
  {
    "id": 97043,
    "genres": [
      12
    ],
    "involved_companies": [
      64334
    ],
    "name": "Black Clover: Fantasy Knights",
    "url": "https://www.igdb.com/games/black-clover-fantasy-knights"
  },
  {
    "id": 109283,
    "involved_companies": [
      69645
    ],
    "name": "Tales of Crestoria",
    "url": "https://www.igdb.com/games/tales-of-crestoria"
  }
,
  {
    "id": 2847,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      6855,
      6856,
      6857,
      6858,
      6859,
      6860,
      6861
    ],
    "name": "A Bug\u0027s Life",
    "rating": 59.322362616033,
    "summary": "A Bug\u0027s Life is a video game based on the Disney/Pixar film of the same name. It was released for various systems in 1998 and in 1999. The game\u0027s storyline is similar to that of the movie, with a few changes. After completing levels the player can unlock real clips from the movie. Its Game.com, Sega Saturn, and Dreamcast versions were cancelled. \n \nThough the film was Roddy McDowall\u0027s final theatrical performance, the game was his final work before his death.",
    "url": "https://www.igdb.com/games/a-bug-s-life"
  },
  {
    "id": 11068,
    "genres": [
      9
    ],
    "involved_companies": [
      27993,
      27994
    ],
    "name": "Dr. Mario: Miracle Cure",
    "rating": 73.0,
    "summary": "Use new power-ups in the ultimate Dr. Mario game on the go!",
    "url": "https://www.igdb.com/games/dr-mario-miracle-cure"
  },
  {
    "id": 19242,
    "genres": [
      8,
      31,
      32
    ],
    "involved_companies": [
      35356
    ],
    "name": "Rising Islands",
    "rating": 50.0,
    "summary": "Rising Islands is an adventure game where you’ll have to combine fast-paced action with quick thinking. Jump, shift, grind, dash and wallrun through a fantastic world that is fraying at the edges. New challenges await around every corner.",
    "url": "https://www.igdb.com/games/rising-islands"
  },
  {
    "id": 52002,
    "genres": [
      13
    ],
    "involved_companies": [
      52372,
      52373
    ],
    "name": "The Big Fear of Heights Experience",
    "summary": "\"You won’t even be able to take one step!! \nPeople can’t help turning back midway! It’s an extreme test of courage 200 meters above the ground! \nEven if you are unable to take even one step out of fear a refund will not be issued. \nPlease be aware that the experience will end as soon as your foot steps off the plank.\"",
    "url": "https://www.igdb.com/games/the-big-fear-of-heights-experience"
  },
  {
    "id": 52003,
    "genres": [
      13
    ],
    "involved_companies": [
      52374
    ],
    "name": "Immersive Horror Room: Hospital Escape Terror",
    "summary": "\"Never enter alone… \nIn this haunted house, you really get attacked! It’s a horrifying experience unlike ever before pioneered by VR! \nEscape from this cursed abandoned hospital with your friend! \nTwo to four people can take part at the same time. However, participants may not always be able to take part together. \nPlease be warned there are violent scenes and grotesque expressions included in the experience.\"",
    "url": "https://www.igdb.com/games/immersive-horror-room-hospital-escape-terror"
  },
  {
    "id": 52004,
    "genres": [
      13,
      14
    ],
    "involved_companies": [
      52375
    ],
    "name": "Ski Rodeo",
    "summary": "\"Will you be able to manage skiing off impossible cliffs? \nSki down the sharp slopes of the vast snowy mountain with its sheer drops at tremendous speed!! \nFight for control of the wild skis! \nThe specialized sensory machine creates a shockingly real experience with the response of the skis and intense vibrations. \nThere are several different routes that will take you to the goal. Aim to reach it as fast as you can.\"",
    "url": "https://www.igdb.com/games/ski-rodeo"
  },
  {
    "id": 52005,
    "genres": [
      5,
      24
    ],
    "involved_companies": [
      52376
    ],
    "name": "Ghost in the Shell: Arise - Stealth Hounds",
    "summary": "\"Sound Reveals the Concealed \nTeam PVP Field VR activity has finally arrived! \nShoot down enemies while moving freely through a wide open arena! \n \nAs a rookie of the special force team created by Motoko Kusanagi, join in the fight against the terrorist organization. \n \nExperience this activity on a large dedicated 20m X 12m arena with a highly sophisticated multi-person full body tracking system. \nA maximum of up to 8 players can participate in this 4 vs 4 team battle. \n \nEmploy iconic, powerful technology from Ghost in the Shell such as optical camouflage, prosthetic body, cyberbrain, etc. Become fully immersed and experience futuristic warfare for yourself.\"",
    "url": "https://www.igdb.com/games/ghost-in-the-shell-arise-stealth-hounds"
  },
  {
    "id": 95014,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      63558
    ],
    "name": "Dragon Ball Legends",
    "rating": 48.10777,
    "summary": "A mobile 3D fighting game in the Dragon Ball universe focused on live PvP gameplay between players around the world. \nWorld Tournaments are planned for the game. \n \nThe game uses cards to launch attacks and swipe controls to move/dodge attacks. \n4 cards are shown on the screen at once, drawn from a deck that cycles through available cards. \nBoth players have a team of 6 characters that gets shown once the match is set up. From there both players choose 3 characters from their teams to use in the battle.",
    "url": "https://www.igdb.com/games/dragon-ball-legends"
  },
  {
    "id": 101155,
    "involved_companies": [
      64739,
      64740
    ],
    "name": "Fork Parker\u0027s Crunch Out",
    "summary": "\"Fork Parker\u0027s Crunch Out is a collaboration between Mega Cat Studios, Devolver Digital, and Take This for the label\u0027s first-ever Super Nintendo Entertainment System release starring the company\u0027s larger than life CFO, Fork Parker. The game aims to raise awareness of the all too real issue of game dev crunch through a playful look at the pressures of game development, exaggerated by the menace that is a game publisher executive.\"",
    "url": "https://www.igdb.com/games/fork-parkers-crunch-out"
  },
  {
    "id": 107319,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      69343
    ],
    "name": "Hunter X Hunter: Greed Adventure",
    "url": "https://www.igdb.com/games/hunter-x-hunter-greed-adventure"
  }
,
  {
    "id": 4928,
    "involved_companies": [
      11870,
      11871,
      42955
    ],
    "name": "The Incredible Hulk",
    "rating": 60.3552319309358,
    "summary": "The Incredible Hulk is a free roam, open world game, allowing the player to reek havoc on the streets of New York City while playing through the story of the movie.",
    "url": "https://www.igdb.com/games/the-incredible-hulk"
  },
  {
    "id": 9045,
    "genres": [
      7,
      8,
      32
    ],
    "involved_companies": [
      22126
    ],
    "name": "BeatBlasters III",
    "summary": "Steam Big Picture\nAbout the GameWelcome to Accapella!\n \nWhen Joey and Gina arrive in the musically starved town that outlawed groovy tunes, a chance encounter with the music hating tyrannical ruler of the town (and local butcher) sends them flying. Now lost in the wilderness outside town, Joey and Gina have made it their mission to return to Accapella and put an end to The Butcher’s reign of silence. To make it back they’ll need to earn the trust and aid of the zany locals by helping them with all manner of chores and tasks. Armed only with the power of music and rhythm, Joey and Gina are in for the adventure of a lifetime!\n\n Key FeaturesCombination rhythm game and action-platformer.\nStrange world filled with fantastical, original creatures.\n3 music powered abilities : An attack power, a shield and a pair of rocket boots.\nRefill your powers by tapping your fingers to the groovy beat.\nAn awesome electro soundtrack for each character.\nUnlock new powers as you advance through the levels.\nUnlock Insane mode for additional challenge.",
    "url": "https://www.igdb.com/games/beatblasters-iii"
  },
  {
    "id": 11069,
    "genres": [
      31
    ],
    "involved_companies": [
      24300,
      24301,
      35619,
      35620
    ],
    "name": "LEGO Marvel\u0027s Avengers",
    "rating": 56.8016731041481,
    "summary": "Avengers Assemble! The best-selling LEGO Marvel videogame franchise returns with a new action-packed, Super Hero adventure. Join the LEGO Marvel’s Avengers team and experience the first console videogame featuring characters and storylines from the critically-acclaimed film Marvel’s The Avengers, the blockbuster sequel Marvel’s Avengers: Age of Ultron, and more. Play as the most powerful Super Heroes in their quest to save the world.",
    "url": "https://www.igdb.com/games/lego-marvels-avengers"
  },
  {
    "id": 11077,
    "genres": [
      31
    ],
    "involved_companies": [
      24270,
      24271
    ],
    "name": "Lego Dimensions",
    "rating": 85.0,
    "summary": "For the first time in any LEGO videogame, characters from iconic entertainment franchises join forces and battle in worlds outside of their own. In addition to the game, the LEGO Dimensions Starter Pack will include the LEGO Toy Pad, which allows players to transport special LEGO minifigures and other LEGO objects into the game",
    "url": "https://www.igdb.com/games/lego-dimensions"
  },
  {
    "id": 31553,
    "genres": [
      31
    ],
    "involved_companies": [
      71092,
      73100
    ],
    "name": "Our World is Ended",
    "summary": "Japanese visual novel for PS Vita published by Red Entertainment.",
    "url": "https://www.igdb.com/games/our-world-is-ended"
  },
  {
    "id": 39751,
    "genres": [
      5
    ],
    "involved_companies": [
      56031
    ],
    "name": "Star Wars: Rivals",
    "summary": "Confront your rivals in the first real-time Star Wars competitive action shooter designed specifically for your mobile device. Choose from a cast of iconic characters that span all eras of the Star Wars universe while mastering your skills in cover-based PvP skirmishes. \n \nBuild the ultimate combat team, anticipate your opponent’s strategy, and leverage your surroundings to gain the upper hand. Battles are fought both in single-player campaign scenarios and real-time PvP battles. Take aim, fire, and obliterate the competition. \n \n \nFeatures: \n \nTake aim with fast-paced shooter gameplay. Avoid taking damage by strategically utilizing your surroundings, targeting and destroying your enemies with mobile-optimized controls. \n \nFace-off in real-time PvP skirmishes against other players cross-platform on iOS and Android. Assemble a team of three unique characters and swap them in-and-out the heat of battle, instantly altering how the game is played. \n \nDefeat opponents in mission-based scenarios to earn epic rewards and power-ups. \n \nDominate enemies and take down rivals in adrenaline-fueled boss fights across familiar environments like Takodana, Jakku, and Bespin. \n \nBuild the ultimate roster of iconic characters from the Star Wars universe, master their unique powers and abilities, and upgrade them to unleash their full potential in PvP combat. \n \nProve your power by climbing leaderboards and defeating Daily Rivals to claim Credits, Data Tapes, and Arena Chips to unlock rare characters and loot crates.",
    "url": "https://www.igdb.com/games/star-wars-rivals"
  },
  {
    "id": 56144,
    "genres": [
      12
    ],
    "involved_companies": [
      69249,
      69250
    ],
    "name": "TOKYO GHOUL [:re birth]",
    "summary": "\"The massively popular anime series \"Tokyo Ghoul\" has been made into a smartphone game! \nCreate teams of your favorite characters and join the battle of \"Ghoul\" vs. \"Human\"!\"",
    "url": "https://www.igdb.com/games/tokyo-ghoul-re-birth"
  },
  {
    "id": 68441,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      54623
    ],
    "name": "Sword Art Online: Integral Factor",
    "rating": 37.101002,
    "summary": "Sword Art Online: Integral Factor is a new online RPG for mobile devices.",
    "url": "https://www.igdb.com/games/sword-art-online-integral-factor"
  },
  {
    "id": 115534,
    "genres": [
      9
    ],
    "involved_companies": [
      74778,
      74779,
      74780
    ],
    "name": "The Demon Crystal 2: Knither",
    "summary": "Originally released in 1986 on the MZ-1500 and FM-7.",
    "url": "https://www.igdb.com/games/the-demon-crystal-2-knither"
  },
  {
    "id": 115538,
    "genres": [
      12
    ],
    "involved_companies": [
      74781,
      74782,
      74783
    ],
    "name": "The Demon Crystal 3: Dark Storm",
    "summary": "Originally released in 1987 as Dark Storm for the MZ-1500",
    "url": "https://www.igdb.com/games/the-demon-crystal-3-dark-storm"
  }
,
  {
    "id": 4969,
    "genres": [
      31
    ],
    "involved_companies": [
      11981,
      11983,
      19866,
      19867
    ],
    "name": "LEGO The Lord of the Rings",
    "rating": 75.9303636723973,
    "summary": "Based on The Lord of the Rings motion picture trilogy, LEGO The Lord of the Rings follows the original storylines of The Lord of the Rings: The Fellowship of the Ring, The Lord of the Rings: The Two Towers, and The Lord of the Rings: The Return of the King, taking players through the epic story events reimagined with the humor and endless variety of LEGO play. \n \nTrusted with the dangerous task to destroy an ancient magical ring that threatens all that is good, Frodo is forced to leave his peaceful home. But the ring wants to be found and the road to Mount Doom, the only place where it can be destroyed, will be perilous and riddled with Orcs and fouler things. \n \nTo help Frodo, a Fellowship is formed —Aragorn the Ranger, Gandalf the Wizard, Legolas the Elf, Gimli the Dwarf, Boromir a Man of Gondor, and Frodo’s Hobbit friends Sam, Merry and Pippin. Players relive the legend through the LEGO minifigures, as they explore wonders, solve timeless riddles, and overcome endless foes in their quest to destroy the Ring.",
    "url": "https://www.igdb.com/games/lego-the-lord-of-the-rings"
  },
  {
    "id": 5008,
    "involved_companies": [
      12092,
      12093,
      12094,
      12095
    ],
    "name": "Minon: Everyday Hero",
    "summary": "If you’re after a game with unique gameplay and a very definite visual style then Minon: Everyday Hero will fit the bill perfectly. An original action-platform game created by Japanese developers Success, Minon: Everyday Hero gives to the player the challenge of helping the local townsfolk who are in trouble.",
    "url": "https://www.igdb.com/games/minon-everyday-hero"
  },
  {
    "id": 7013,
    "genres": [
      7,
      13
    ],
    "involved_companies": [
      16590,
      16591
    ],
    "name": "THE iDOLM@STER",
    "summary": "THE iDOLM@STER is a Japanese raising simulation game. It was released in 2005 as an arcade game and is the first game in The Idolmaster series. It was ported to the Xbox 360 in 2007 with many changes and improvements. The gameplay and story follows the career of a producer in charge of training prospective pop idols on their way to stardom. This includes arranging the idol\u0027s schedule, taking them to jobs, training them during lessons, and directing them through auditions. As gameplay continues, a relationship will develop between the idol and her producer fostered through talking with the idol and forming good memories.",
    "url": "https://www.igdb.com/games/the-idolm-at-ster"
  },
  {
    "id": 7014,
    "genres": [
      7,
      13
    ],
    "involved_companies": [
      16592
    ],
    "name": "THE iDOLM@STER 2",
    "summary": "THE iDOLM@STER 2 is a Japanese raising simulation video game in THE iDOLM@STER series. The story in THE iDOLM@STER 2 is told from the perspective of a producer in charge of leading and training a group of three pop idols to stardom and receive music awards. Its gameplay, while remaining similar to the previous title, features several improvements and differences, including changes in the roster of idol characters and the removal of online multiplayer elements. At the beginning of the game, the player meets the president of 765 Production and is tasked with creating a unit of three idols from nine of the agency\u0027s members. The player and the selected idols are also tasked by him to become nominated to the Idol Academy music awards festival and win awards within 52 weeks.",
    "url": "https://www.igdb.com/games/the-idolm-at-ster-2"
  },
  {
    "id": 7015,
    "genres": [
      7,
      13
    ],
    "involved_companies": [
      16593
    ],
    "name": "THE iDOLM@STER Live For You!",
    "summary": "The Idolmaster Live For You! is a Japanese live simulation video game in THE iDOLM@STER series and a sequel to THE iDOLM@STER. The gameplay in Live For You! focuses on coordinating the concert event from THE iDOLM@STER with higher customization of the songs, stage and costumes. The game features a rhythm minigame during performances, which was developed to add a sense of unity with the audience and add excitement. The player is also able to freely manipulate how the performance looks by adjusting the position of the camera towards the idols. The story is told from the perspective of a special producer in charge of coordinating the live performances of 11 pop idols from THE iDOLM@STER series. Including downloadable content, the game features 74 songs the idols perform: 32 songs in original versions and 42 remixes of those songs, which have been released on several music albums.",
    "url": "https://www.igdb.com/games/the-idolm-at-ster-live-for-you"
  },
  {
    "id": 11128,
    "genres": [
      13,
      33
    ],
    "involved_companies": [
      24297
    ],
    "name": "Bachelor Party",
    "summary": "The game is a simplified version of Breakout where the \"ball\" is made to look like a nude man and the \"bricks\" are made to look like nude women and the man bounces back and forth horizontally rather than vertically. On the left, he is repelled by a woman with whom he collides and subsequently eliminates from play, or by the opposing wall. On the right, a paddle (said to be a container of aphrodisiac \"Spanish Fly\" in the manual) returns the depleted bachelor to the room full of women. The paddle is controlled by the player using a paddle controller. \nThe premise is that of an unnamed bachelor having his final fling with a room full of inexplicably nude women. The equally unclothed bachelor is propelled repeatedly into the room of women by a container of \"Spanish Fly\" used as the player\u0027s paddle. When entering the fray, the bachelor\u0027s exaggerated and pixelated penis is seen to be erect. When he returns from having collided with (and presumably had sexual intercourse with) a woman or after hitting the opposing wall, his penis sags. It returns to erect when the bachelor is successfully set moving again toward the left. \nA second version of the game, titled Bachelorette Party, also exists. It has no difference in gameplay, but has the game sprites reversed: The player now uses his or her paddle to bounce a naked woman toward naked men.",
    "url": "https://www.igdb.com/games/bachelor-party"
  },
  {
    "id": 11139,
    "genres": [
      33
    ],
    "involved_companies": [
      24303
    ],
    "name": "Beat \u0027Em \u0026 Eat \u0027Em",
    "summary": "Beat \u0027Em and Eat \u0027Em is a pornographic video game for the Atari 2600 by Mystique in 1982. Distribution was handled by American Multiple Industries until distribution changed to Game Source. Players control two nude women; the goal is to catch sperm falling from a masturbating man on a rooftop without missing. Its gameplay has been compared to the Atari game Kaboom!. There is also gender-reversed version of the game titled Philly Flasher that features identical gameplay. Beat \u0027Em \u0026 Eat \u0027Em has received negative reception since its release and is an oft-cited example of pornographic Atari 2600 games.\nPlayers control two nude women on the street who must catch semen in their mouths that comes from a masturbating man on a rooftop without missing. This can be accomplished merely by touching the women\u0027s bodies on the sperm before it hits the ground. A more difficult setting requires players catch the sperm before it goes past the women\u0027s shoulders. If any sperm hits the ground, the first turn is over. Players are allowed to miss four times before the game is over. They can gain a turn every 69 points scored (up to two extra turns). Players move both women using the controller\u0027s paddle and the game allows each player to control one woman. The game plays similarly to the Atari game Kaboom!.",
    "url": "https://www.igdb.com/games/beat-em-and-eat-em"
  },
  {
    "id": 13201,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      26963,
      26964,
      26965
    ],
    "name": "Entaku no Seito",
    "summary": "The Title is mostly referred to as \"Students of the Round\" in English instead of a more direct translation because an English version of the game was never made and the name is a better match for the English subtitle on the cover.\n \nIt is a dungeon crawling JRPG featuring a bonding system, a trapping mechanic with the ability to lure enemies, and a rivalry system to fight over and steal treasure. It was original released on PC in Japan and was later remade for Xbox 360, under the same name, and Playstation Portable under the name \"Entaku no Seito: The Eternal Legend\". \n\nThe Xbox 360 version of the game has extra content that includes new monsters, items,  dungeons, background music, as well as new story segments and accompanying artwork.\nThe later PSP version is likely to have the new features but I was unable to find information about it. \nThe re-release of the PC version doesn\u0027t appear to have the new features but I couldn\u0027t find much information for it.\n\nBoth consoles had a special edition released a year after the console ports launch titled \"Entaku no Seito (DRPG Selection)\" on the Xbox 360 and  \"Entaku no Seito: The Eternal Legend (Kadokawa Game Collection)\" on the PlayStation Vita.",
    "url": "https://www.igdb.com/games/entaku-no-seito"
  },
  {
    "id": 21371,
    "genres": [
      7
    ],
    "involved_companies": [
      57018
    ],
    "name": "High School Musical 2: Work This Out!",
    "summary": "Take control of a High School Musical character and adventure through a resort while listening to music from High School Musical 2",
    "url": "https://www.igdb.com/games/high-school-musical-2-work-this-out"
  },
  {
    "id": 41828,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      71557
    ],
    "name": "Fighting EX Layer",
    "rating": 80.0,
    "summary": "A video game revealed on April fools day, the trick being it was an actual game that had secretly been in development, that has characters from the Street Fighters EX series but no official name was announced at the time.",
    "url": "https://www.igdb.com/games/fighting-ex-layer"
  }
,
  {
    "id": 5024,
    "genres": [
      8
    ],
    "involved_companies": [
      12129,
      12130
    ],
    "name": "The Munchables",
    "summary": "The player controls creatures of insatiable appetite, using their regurgitating prowess to consume an army of invading Tabemon Space Pirates, each of whom bears an uncanny resemblance to various foods.",
    "url": "https://www.igdb.com/games/the-munchables"
  },
  {
    "id": 5047,
    "genres": [
      33
    ],
    "involved_companies": [
      12178
    ],
    "name": "Namco Museum Remix",
    "summary": "Namco Museum Remix is a video game compilation for the Wii, featuring a wide array of classic and updated Namco arcade games. Featured in the compilation are the original versions of nine arcade games from the 1970s and 1980s. It also features re-vamped \"Remix\" variants of five of the titles.",
    "url": "https://www.igdb.com/games/namco-museum-remix"
  },
  {
    "id": 5048,
    "genres": [
      33
    ],
    "involved_companies": [
      12179
    ],
    "name": "Namco Museum Megamix",
    "summary": "Megamix features all of the titles from the earlier version, and adds a \"Remix\" version of Grobda, the original versions of the \"Remix\" titles (excluding Pac \u0027n Roll and Gator Panic), plus Bosconian, Dig Dug II, Galaga, Grobda, King \u0026 Balloon, Motos, New Rally-X, Pac-Man, and Rally-X. Megamix features a level select feature for all original arcade games with the exception of Cutie Q (something that was done only in the Japanese version of Namco Museum Remix, as the U.S. version of Remix only had a single level select feature for Dig Dug)",
    "url": "https://www.igdb.com/games/namco-museum-megamix"
  },
  {
    "id": 11181,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      42455,
      42456
    ],
    "name": "Eitr",
    "summary": "The Shield Maiden, as with all mortal Norsemen, was to have her fate determined by the three fate- weaving Norns and their sacred loom before she even entered the world. However, her destiny was shattered when the mischievous god Loki interfered, dripping spots of the wretched substance Eitr into the unwoven loom, forever altering the Shield Maiden’s path and engulfing the great tree Yggdrasil in darkness. Now the Shield Maiden must venture into the nine Norse worlds connected by Yggdrasil and unravel the mystery of her fate.",
    "url": "https://www.igdb.com/games/eitr"
  },
  {
    "id": 11190,
    "genres": [
      9,
      26
    ],
    "involved_companies": [
      29927,
      29928,
      29929
    ],
    "name": "Animal Crossing: Amiibo Festival",
    "rating": 52.0,
    "summary": "The Animal Crossing: amiibo Festival game is a brand-new way to play with your favorite Animal Crossing characters. Your amiibo figures are front-and-center in this party game, and you’ll get to use them with fun content. Bring to life an expansive and dynamic board game where the board is based on the months of the year like the core Animal Crossing series. The goal? Make your villager the happiest in town and party hard \nwith your friends.",
    "url": "https://www.igdb.com/games/animal-crossing-amiibo-festival"
  },
  {
    "id": 13202,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      26966,
      26967,
      26968
    ],
    "name": "Entaku no Seito (DRPG Selection)",
    "summary": "It is a Xbox 360 re-release of the ported game \"Entaku no Seito\". The game was only released in Japan. \n \nThe game is a dungeon crawling JRPG with some unique mechanics. It has a bonding system, a the ability to lure enemies into traps and a rivalry system used to fight over treasure. \n \nThe re-release was the only game included in the Dungeon Role-Playing Game (DRPG) Selection Label for the Xbox 360. The idea was to increase the genres customer base by offering games at a lower price point.",
    "url": "https://www.igdb.com/games/entaku-no-seito-drpg-selection"
  },
  {
    "id": 13216,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      26994,
      26995
    ],
    "name": "Entaku no Seito: The Eternal Legend",
    "summary": "The Playstation Portable port of the PC game \"Entaku no Seito\" with the extra content added from the Xbox 360 release. \n \nIt is a dungeon crawling JRPG featuring a bonding system, a trapping mechanic with the ability to lure enemies, and a rivalry system to fight over treasure. \n \nThis game was later re-released with the name \"Entaku no Seito: The Eternal Legend (Kadokawa Game Collection)\" under the premise that it is a prequel to the game \"Demon Gaze\" as they share the same world although they are hundred of years apart in the story.",
    "url": "https://www.igdb.com/games/entaku-no-seito-the-eternal-legend"
  },
  {
    "id": 103316,
    "genres": [
      8,
      10
    ],
    "involved_companies": [
      69042,
      69043,
      70244,
      74520
    ],
    "name": "Trials Rising",
    "rating": 87.0,
    "summary": "Trials Rising is a stunning comeback of the acclaimed gameplay with all new features, more competition and fresh visual look. With more tracks than ever before, beginners are in for a smooth ride towards mastery, while the skills and nerves of experienced players will be put to the test in the most advanced challenges. This is Trials at its best.",
    "url": "https://www.igdb.com/games/trials-rising"
  },
  {
    "id": 103348,
    "genres": [
      7,
      10,
      14,
      32,
      33
    ],
    "involved_companies": [
      65597
    ],
    "name": "Rock n\u0027 Rush Battle Racing",
    "summary": "Rock n\u0027 Rush Battle Racing its a Multiplayer Combat Racing Game inspired by the 90\u0027s classics like Rock n \u0027Roll Racing and Mario Kart.",
    "url": "https://www.igdb.com/games/rock-n-rush-battle-racing"
  },
  {
    "id": 109474,
    "involved_companies": [
      70063
    ],
    "name": "Billion Road",
    "summary": "Billion Road is a Japan-set sugoroku game. Players will roll dice and aim for the goal while buying property and adding to their assets. The key to victory is the more than 50 types of monsters that appear in the game. It will support four-player local multiplayer with a single Joy-Con per player.",
    "url": "https://www.igdb.com/games/billion-road"
  }
,
  {
    "id": 7096,
    "genres": [
      10
    ],
    "involved_companies": [
      16770,
      16771
    ],
    "name": "Nail\u0027d",
    "rating": 58.8281113182779,
    "summary": "Extreme track design with breathtaking vistas - learning the inside-outs of their topography will be an advantage in the race for #1. Steer your vehicle mid air allowing for full control over your ride. Shortening or lengthening your jumps, changing angles can make or break your lap time.",
    "url": "https://www.igdb.com/games/nail-d"
  },
  {
    "id": 9174,
    "genres": [
      8,
      9,
      31,
      33
    ],
    "involved_companies": [
      38425,
      38426
    ],
    "name": "Little Nightmares",
    "rating": 83.45378791168811,
    "summary": "Little Nightmares is an adventure-suspense game about a girl named Six and her attempts to escape the strange world of The Maw.",
    "url": "https://www.igdb.com/games/little-nightmares"
  },
  {
    "id": 11194,
    "genres": [
      8,
      9,
      25,
      31
    ],
    "involved_companies": [
      27028,
      46494,
      46495,
      46496
    ],
    "name": "The Legend of Zelda: Tri Force Heroes",
    "rating": 69.3935700669342,
    "summary": "A princess in distress... A kingdom in peril...a fashion emergency?! Team up with two other heroes to save the world of Hytopia from a witch\u0027s evil fashion curse. \n \nFor the first time, you can stack three Links into a totem to solve puzzles and defeat enemies. And don’t forget to pick the perfect outfit—each one gives you a different boost or ability.",
    "url": "https://www.igdb.com/games/the-legend-of-zelda-tri-force-heroes"
  },
  {
    "id": 11196,
    "genres": [
      5,
      31
    ],
    "involved_companies": [
      25310,
      25311,
      34875,
      34876,
      46489
    ],
    "name": "Star Fox Zero",
    "rating": 64.9920478955822,
    "summary": "Fox, Falco, Peppy and Slippy save the Lylat system in this new deep space dogfighting adventure. Using the Wii U GamePad controller and the TV together creates a unique interface that allows players to experience the game with two different viewpoints within the Arwing – aim and shoot enemies in one direction while flying in another. This frees up the TV for a more cinematic flight experience. Then, pilot the Arwing with its new Walker transformation, along with the new Gyrowing and the Landmaster Tank, to traverse interplanetary terrain.",
    "url": "https://www.igdb.com/games/star-fox-zero"
  },
  {
    "id": 11233,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      52024,
      52025
    ],
    "name": "What Remains of Edith Finch",
    "rating": 89.0583576653276,
    "summary": "What Remains of Edith Finch is a collection of short stories about a cursed family in Washington State. \n \nEach story offers a chance to experience the life of a different family member with stories ranging from the early 1900s to the present day. The gameplay and tone of the stories are as varied as the family members themselves. The only constants are that each is played from a first-person perspective and that each story ends with that family member\u0027s death. It\u0027s a game about what it feels like to be humbled and astonished by the vast and unknowable world around us. \n \nYou\u0027ll follow Edith Finch as she explores the history of her family and tries to figure out why she\u0027s the last Finch left alive.",
    "url": "https://www.igdb.com/games/what-remains-of-edith-finch"
  },
  {
    "id": 19399,
    "genres": [
      5,
      12,
      25,
      31
    ],
    "involved_companies": [
      35769,
      35770
    ],
    "name": "Dead Island Definitive Collection",
    "summary": "The game that re-defined the Zombie genre - fully remastered. Paradise meets Hell! Welcome to the Zombie Apocalypse experience of a lifetime – and now more beautiful than ever. Caught in the midst of an epic zombie outbreak on the tropical island of Banoi, your only thought is: Survival!\n\n- Luscious Improved graphics \n and game models \n- Glorious 1080p resolution\n - Photorealistic lighting \n system with physically \n based shading \n- Incl. Dead Island Retro Game",
    "url": "https://www.igdb.com/games/dead-island-definitive-collection"
  },
  {
    "id": 19413,
    "genres": [
      25
    ],
    "involved_companies": [
      56914,
      56915,
      56916,
      56917
    ],
    "name": "Bujingai: The Forsaken City",
    "summary": "An isolated island-city stands as home to much of what remains of the human race. The ancient technology which annihilated most of the earth has now opened a gateway to a hellish dimension, unleashing a horde of demons upon the city. \n \nOne warrior, armed with a pair of swords and an arsenal of magic spells, goes to battle the army of demons. \n \nThis warrior\u0027s name is Lau, and thousands will die by his hand.",
    "url": "https://www.igdb.com/games/bujingai-the-forsaken-city"
  },
  {
    "id": 52190,
    "genres": [
      5,
      25,
      31
    ],
    "involved_companies": [
      66925,
      66926,
      66927
    ],
    "name": "LEGO Ninjago Movie Video Game",
    "rating": 80.0,
    "summary": "Find your inner ninja with the all-new LEGO Ninjago Movie Video Game! Play as your favorite ninjas, Lloyd, Jay, Kai, Cole, Zane, Nya and Master Wu to defend Ninjago City from the evil Lord Garmadon and his Shark Army. Master the art of Ninja-gility by wall-running, high-jumping and battling the foes of Ninjago to rank up and upgrade the ninja’s combat skills. Only in the LEGO Ninjago Movie Video Game will you experience the film across 8 action packed locations each with its own unique Challenge Dojo. And with the Battle Maps, play against friends and family in competitions for up to four players!",
    "url": "https://www.igdb.com/games/lego-ninjago-movie-video-game"
  },
  {
    "id": 76736,
    "genres": [
      4,
      5,
      12,
      31
    ],
    "involved_companies": [
      58794,
      58795,
      58796,
      59232
    ],
    "name": "Black Clover: Quartet Knights",
    "rating": 70.0,
    "summary": "Take part in 4-on-4 team battles and cast an array of magic spells to defeat the opposing team! You can assume one of four roles. Use your role and spells to the best possible effect, and cooperate with your teammates to win the battle!",
    "url": "https://www.igdb.com/games/black-clover-quartet-knights"
  },
  {
    "id": 105417,
    "genres": [
      12,
      13,
      16
    ],
    "involved_companies": [
      68342,
      68343,
      68344
    ],
    "name": "Digimon Survive",
    "url": "https://www.igdb.com/games/digimon-survive"
  }
,
  {
    "id": 3042,
    "genres": [
      5,
      12,
      31
    ],
    "involved_companies": [
      24519,
      24520,
      70716
    ],
    "name": "Dying Light",
    "rating": 81.6628465886793,
    "summary": "Dying Light is a first-person, action survival horror game set in a vast and dangerous open world. During the day, players traverse an expansive urban environment overrun by a vicious outbreak, scavenging the world for supplies and crafting weapons to defend against the growing infected population. At night, the hunter becomes the hunted, as the infected become aggressive and more dangerous. Most frightening are the predators which only appear after sundown. Players must use everything in their power to survive until the morning’s first light.",
    "url": "https://www.igdb.com/games/dying-light"
  },
  {
    "id": 7191,
    "genres": [
      4,
      25
    ],
    "involved_companies": [
      17023,
      17024
    ],
    "name": "Splatterhouse",
    "rating": 69.5024336929299,
    "summary": "Splatterhouse is a horror themed beat \u0027em up hack and slash video game developed by Namco Bandai Games for PlayStation 3 and Xbox 360. It was released in North America on November 23, 2010 and in Europe on November 26, 2010. It is a reimagining and a reboot of the original Splatterhouse which was released in 1988.",
    "url": "https://www.igdb.com/games/splatterhouse"
  },
  {
    "id": 7212,
    "genres": [
      8,
      10,
      33
    ],
    "involved_companies": [
      17062,
      17370
    ],
    "name": "Trials Frontier",
    "rating": 73.4049883808366,
    "summary": "Trials was released as a browser game in 2000. Trials 2 was released in 2007, and remade as Trials 2: Second Edition in 2008. Trials HD was released for the Xbox Live Arcade in 2009. Trials Evolution was released for the Xbox Live Arcade in 2012. Trials Frontier was released for smart phones and tablets on April 10, 2014. \n \nTrials Fusion is the most recent game, released for Xbox 360, Xbox One, and PlayStation 4 on April 16, 2014. Trials Frontier and Trials Fusion are designed to work together.[1] Trials Fusion was released for the PC on April 24, 2014. [2]",
    "url": "https://www.igdb.com/games/trials-frontier"
  },
  {
    "id": 13359,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      27052
    ],
    "name": "Pulse",
    "rating": 40.0,
    "summary": "Pulse is a first person survival game that takes place in an unseen world revealed only by sound. \n\nJourney as Eva, a young girl who lost her sight at an early age, and has since developed the unique capability to \"see\" the world around her through sound. Using this ability, and with help from the spirits of the forest, explore the forbidden paths once walked by your ancestors and discover the truth. Step into a world on the edge of collapse. Earthquakes shudder through the land, but why?",
    "url": "https://www.igdb.com/games/pulse"
  },
  {
    "id": 17443,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      32205,
      32206,
      32207
    ],
    "name": "TRISTOY",
    "rating": 50.0,
    "summary": "TRISTOY is a story-driven 2D co-op platformer designed from the ground up exclusively for two player co-operative gaming enjoyment! \n \nSet in Tristoy, an ancient fortress in the middle of the Sea of Shards you play together as Prince Freedan and the Wizard Stayn. You and a friend are forced to team up to try and escape the dungeon and defeat a common enemy, the Witch Ink. \n \nExplore dungeons filled with traps and monsters - puzzle, jump and fight your way out as you attempt to escape from Tristoy. Designed to be played together on one screen, Tristoy’s engrossing non-linear story features multiple endings and requires you to work together, testing your friendship and forcing you to confront moral dilemmas and make some hard choices.",
    "url": "https://www.igdb.com/games/tristoy"
  },
  {
    "id": 19429,
    "genres": [
      11,
      15
    ],
    "involved_companies": [
      56030
    ],
    "name": "Star Wars: Commander",
    "summary": "Star Wars: Commander is a free-to-play combat strategy game where fans will join either the Rebel Alliance or the Galactic Empire to recruit and lead an unstoppable force across the Star Wars™ galaxy. \n \nStar Wars: Commander features the full array of vehicles, weapons and technology from the Star Wars universe. Players who rally to the Rebellion will call upon iconic heroes such as Han Solo, Chewbacca and Princess Leia to support missions for justice and freedom, while leaders of the Imperial forces will command AT-ATs, TIE fighters and Stormtroopers to gain control of the galaxy. \n \nStar Wars: Commander also offers an original Star Wars storyline set within the Galactic Civil War of Episodes IV – VI, where “commanders” determine if it’s the Empire’s strength and relentlessness or the Rebellion’s heroism and resourcefulness that will win the war.",
    "url": "https://www.igdb.com/games/star-wars-commander"
  },
  {
    "id": 19453,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      37370,
      37371
    ],
    "name": "Agony",
    "rating": 46.6310176742851,
    "summary": "Agony is a first-person survival horror game currently in development. \nPlayers will begin their journey as tormented soul within the depths of hell without any memories about his past. \n \nThe special ability to control people on their path, and even possess simple minded demons, gives the player the necessary measures to survive in the extreme conditions they are in. \n \nBy exploring hostile environment and interacting with the other weary souls of the hellscape, the hero will soon understand that there is only one way to escape from Hell, and it will require a meeting of the mystical Red Goddess.",
    "url": "https://www.igdb.com/games/agony--1"
  },
  {
    "id": 25586,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      51614,
      51615,
      51616
    ],
    "name": "Demon Gaze II",
    "summary": "\"Blessed by the sun and sea, One nation enjoys complete harmony - Asteria. Behind the facade of peace, exploitation of the people was rampant, and from their pain, the demons were born. \n \nSeeking to unmask the evil and create a revolution, one group of new Demon Gazers stood tall... they were known as the Revolutionist Party.\"",
    "url": "https://www.igdb.com/games/demon-gaze-ii"
  },
  {
    "id": 25593,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      41336,
      41715,
      41716
    ],
    "name": "Operation Babel: New Tokyo Legacy",
    "summary": "Operation Babel is a first person RPG dungeon crawler with turn-based battles using a customized team of 6 characters. \n \nOperation Babel is the sequel to Operation Abyss: New Tokyo Legacy and the remake of the third game in the Generation Xth trilogy, Code Realize. \n \n\"Continue the story of Operation Abyss and defend near-future Tokyo from a new threat in this dungeon crawling RPG. When a mysterious object - dubbed ‘the Embryo’ - appears in the sky, the CPA and the Xth Squad are mobilized to face the new threat. Venture into challenging new labyrinths and create the perfect team to challenge each threat. Featuring a mysterious new story, unprecedented character customization through the new ‘Sub-Blood’ system, and item-based character ability modifications, Operation Babel: New Tokyo Legacy will give you a world to lose yourself in.\"",
    "url": "https://www.igdb.com/games/operation-babel-new-tokyo-legacy"
  },
  {
    "id": 25625,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      42720
    ],
    "name": "Archaica: The Path Of Light",
    "rating": 70.0,
    "summary": "Archaica: The Path Of Light is a visually stunning puzzle game with lasers and mirrors, that enraptures gamers not only with finely designed levels, but also with an interesting storyline. In this game we become the Chosen One from the nation that believes walking the legendary Path of Light will save the world from impending disaster. We revive ancient mechanisms, explore secrets of an ancient civilization, and discover the true destiny of The Path along the way through extraordinary realms.",
    "url": "https://www.igdb.com/games/archaica-the-path-of-light"
  }
,
  {
    "id": 3149,
    "genres": [
      31
    ],
    "involved_companies": [
      19852,
      19853,
      42510,
      42511
    ],
    "name": "Lego Harry Potter: Years 1-4",
    "rating": 76.13479794339901,
    "summary": "Experience the magic of Harry Potter\u0027s first 4 years at Hogwarts School of Witchcraft and Wizardry in an exciting new way. LEGO Harry Potter: Years 1-4 combines the first four Harry Potter books and films in an interactive fun-filled videogame. Players can build the adventure from Privet Drive to the Triwizard Tournament through new LEGO gameplay elements like magical building and spell-casting. \n \nSelect from over 100 playable characters including Harry Potter, Ron Weasley and Hermione Granger. Experience the wonder of Hogwarts: attend lessons, mix potions, fly on broomsticks, and complete tasks to collect LEGO studs and relive the adventures like never before with tongue-in-cheek humor and creative customization unique to LEGO videogames",
    "url": "https://www.igdb.com/games/lego-harry-potter-years-1-4"
  },
  {
    "id": 3150,
    "genres": [
      8,
      9,
      31
    ],
    "involved_companies": [
      19861,
      19862,
      42512,
      42513
    ],
    "name": "Lego Harry Potter: Years 5-7",
    "rating": 77.5506718199633,
    "summary": "The game will whisk you away to familiar locations from books 5-7 Order of the Phoenix, Half-Blood Prince and The Deathly Hallows, including Grimmauld Place, the Ministry of Magic and Godric\u0027s Hollow.",
    "url": "https://www.igdb.com/games/lego-harry-potter-years-5-7"
  },
  {
    "id": 15445,
    "genres": [
      5,
      31
    ],
    "involved_companies": [
      29600,
      29601
    ],
    "name": "Dying Light: The Following",
    "rating": 74.7845291939034,
    "summary": "Dying Light: The Following is a massive expansion to Dying Light and the untold chapter of Kyle Crane’s story. Take to a vast new area that will transform your Dying Light experience through new game mechanics, environments and challenges on top of the established core of what made Dying Light a break away success for millions of players around the globe.",
    "url": "https://www.igdb.com/games/dying-light-the-following"
  },
  {
    "id": 25664,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      41382,
      41383,
      41384
    ],
    "name": "Labyrinth Cross Blood",
    "summary": "Labyrinth Cross Blood is a first-person RPG dungeon crawler that uses a team of 6 characters with a choice of 2 classes each. The game was ported to the Xbox 360, new events and added voice acting, with the subtitle \"Reloaded\" in 2011. This new content was available on PC through a patch on the developers site.\nIt was later remade for the PlayStation Vita with the subtitles \"Infinity\", in 2012, and had an improved re-release \"Infinity Ultimate\", in 2014.\n\nThe game has been only released in Japan across all versions.\nIt is based in the same world as the Generation Xth trilogy.",
    "url": "https://www.igdb.com/games/labyrinth-cross-blood"
  },
  {
    "id": 25665,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      41385,
      41386,
      41387,
      41388
    ],
    "name": "Labyrinth Cross Blood: Infinity",
    "summary": "Labyrinth Cross Blood: Infinity is a first-person RPG dungeon crawler and remake of Labyrinth Cross Blood for PC and Xbox 360. \nThis version of the game includes new items, enemies and events. It also has an Infinity mode that uses a team of 5 instead of 6.\n\nThe game had an improved re-release on the PlayStation Vita with the subtitle \"Infinity Ultimate\", in 2014. It includes some improvements to game features/mechanics, and new character portraits. \nThis version is meant to be played after Operation Abyss: New Tokyo Legacy as the save data can be used to bring over character portraits, items that let you save in dungeons, and an accessory that makes enemies stronger for higher item drop rates.\n\nThe game has been only released in Japan across all versions.\nIt is based in the same world as the Generation Xth trilogy.",
    "url": "https://www.igdb.com/games/labyrinth-cross-blood-infinity"
  },
  {
    "id": 25672,
    "genres": [
      12
    ],
    "involved_companies": [
      41400
    ],
    "name": "Yomi wo Saku Hana",
    "summary": "New title from Experience Inc. set in the same world as Students of the Round and Demon Gaze. Originally set to be a Hack and Slash RPG the game was delayed to 2018 and it\u0027s description was changed to a Dungeon Crawling RPG. \n \nExclusive to the Xbox One in Japan, it might be released internationally.",
    "url": "https://www.igdb.com/games/yomi-wo-saku-hana"
  },
  {
    "id": 27698,
    "genres": [
      5,
      32
    ],
    "involved_companies": [
      72944
    ],
    "name": "Aftercharge",
    "rating": 70.0,
    "summary": "Aftercharge pits invisible robots against a squad of specialized security enforcers in competitive 3v3 quick-paced skirmishes. The robots must sabotage the energy extractors scattered on the map while the enforcers are tasked to spot them and stop them.",
    "url": "https://www.igdb.com/games/aftercharge"
  },
  {
    "id": 72764,
    "genres": [
      4
    ],
    "involved_companies": [
      55325
    ],
    "name": "Dragon Ball Extreme Fusion Pack",
    "url": "https://www.igdb.com/games/dragon-ball-extreme-fusion-pack"
  },
  {
    "id": 76891,
    "genres": [
      5,
      12
    ],
    "involved_companies": [
      58897
    ],
    "name": "Dying Light: Bad Blood",
    "rating": 50.0,
    "summary": "A standalone PVP expansion. \nInspired by the current battle royal games, its gameplay is planned to have 6 players dropped into a zombie infested area and scavenge for supplies while trying to escape. \n \n\"Dying Light: Bad Blood is a multiplayer expansion set in the Dying Light universe. Bad Blood offers intense and dynamically changing online matches that creatively blend the distinction between PvP and PvE style of gameplay, while retaining the core of what made Dying Light and international success.\"",
    "url": "https://www.igdb.com/games/dying-light-bad-blood"
  },
  {
    "id": 105567,
    "genres": [
      32
    ],
    "involved_companies": [
      69491
    ],
    "name": "Titan Arena",
    "summary": "A fast-paced first-person VR action shooter where you battle colossal robots in a sci-fi arena. Feel the presence of these giant metal beasts in virtual reality and experience the heart pounding action in a crowd filled arena.",
    "url": "https://www.igdb.com/games/titan-arena"
  }
,
  {
    "id": 3191,
    "genres": [
      8,
      10,
      14
    ],
    "involved_companies": [
      13645,
      13646
    ],
    "name": "Trials Fusion",
    "rating": 78.663585817202,
    "summary": "Take on an unlimited array of platform-racing challenges in the unreal world of Trials Fusion. Using your skills to traverse across obstacle-laden, ramp-ridden courses, you must strive to set track records against the best Trials players around the globe. Whether you’re racing alone, with friends, or in a global tournament, competition is always around you. And racing on official courses is just the beginning. A rich world of custom courses — built by some of the most creative and skilled content creators in gaming — awaits those who are continually searching for a new, insane track to conquer. And with long-term support of fresh features and content, the Trials experience will continue to expand and challenge players in new and exhilarating ways.",
    "url": "https://www.igdb.com/games/trials-fusion"
  },
  {
    "id": 3219,
    "genres": [
      8,
      9,
      25,
      31
    ],
    "involved_companies": [
      8321,
      8323,
      8324,
      8325,
      76033
    ],
    "name": "Legend Of Kay",
    "summary": "Legend of Kay sets out to take the player on a journey which combines classic Jump and Run elements with an immersive story driven adventure.",
    "url": "https://www.igdb.com/games/legend-of-kay"
  },
  {
    "id": 3224,
    "genres": [
      5,
      32,
      33
    ],
    "involved_companies": [
      42804
    ],
    "name": "Loadout",
    "rating": 51.4579786203247,
    "summary": "Loadout is an outrageous new multi-player shooter that’s all about the guns, baby! Build a massive variety of absolutely insane weaponry - billions of combinations - totally customized, totally unique, and totally deadly. \n \nOur robust and modular Weaponcrafting system allows players to make their own weapons from a wide variety of weapon parts, and then modify their entire arsenal to suit their play style. There are no defined classes in Loadout. You define your own class through the weapons you create. \n \nLoadout is also loaded with over-the-top comedic violence, stylish character models, and crazy player animations. We aim to add a fresh, new look to the shooter experience that gives players a full-adrenaline rush that is totally different from the vast array of modern combat titles. From our hilariously gory damage system, to our wacky character customizations, Loadout will appeal to the lunatic in us all. But don’t let the demented humor fool you. At its core, Loadout is a fast-paced shooter that’s easy to learn, but hard to master.",
    "url": "https://www.igdb.com/games/loadout"
  },
  {
    "id": 5244,
    "genres": [
      25
    ],
    "involved_companies": [
      12679,
      12680,
      12681,
      12682
    ],
    "name": "Transformers: The Game",
    "rating": 75.65163894084631,
    "summary": "Transformers: The Game is the name of multiple versions of a video game based on the 2007 live action film Transformers, all of which were released in North America in June 2007. Home console and PC versions were developed by Traveller\u0027s Tales for the PlayStation 2, Xbox 360, Wii, PlayStation 3 and PC. A different PlayStation Portable version was developed by Savage Entertainment. \n \nTransformers Autobots and Transformers Decepticons are the Nintendo DS versions of Transfomers: The Game. Vicarious Visions, who was tasked with bringing the adaptation to the Nintendo DS, chose to adapt the DS version into two separate games.[1] Autobots follows the heroes\u0027 perspective while Decepticons follows the villains\u0027. Unlike games with multiple SKUs such as Pokémon which feature only minor differences between versions, these are two separate games, sharing some basic similarities, but with unique characters, missions and locations.[2]",
    "url": "https://www.igdb.com/games/transformers-the-game"
  },
  {
    "id": 5264,
    "genres": [
      7,
      13,
      14
    ],
    "involved_companies": [
      12738
    ],
    "name": "We Cheer 2",
    "summary": "R6CEAF - We Cheer 2 \n \nShow Your Team Spirit Fall 2009! \nGet ready to shake your pom-poms and show your team spirit with the newest version of the hit cheerleading game! We Cheer 2 uses your Wii Remote(s)™ as pom-poms as you perform fullbody motions to hit music of the past and present. The latest installment features all new challenging dance moves, new stages, modes of play, outfits, male and female characters, and limitless character customization options so that your team not only performs great, but looks great, too! With various single and multiplayer modes, you’ll need to bring your energy and your rhythm if you want to master these moves! \n \nFeatures: \n* Licensed Music \n* Interactive Pom-poms \n* Limitless Customization \n* Addictive Gameplay \n* Challenging Modes \n \nGameplay: The gameplay is the same as the original We Cheer using the Wii Remote as a virtual pom-poms. In the single player mode, players can use either two Wii Remotes (one in each hand) or one Wii Remote (in either the left or right hand) to follow the on-screen motions. The game also offers cooperative and competitive modes for up to 4 players. New to the game are further customization of characters and the ability to play as a male or female cheerleader \n \nSoundtrack: The game features 30 licensed music tracks",
    "url": "https://www.igdb.com/games/we-cheer-2"
  },
  {
    "id": 11381,
    "genres": [
      13,
      15,
      31
    ],
    "involved_companies": [
      59993
    ],
    "name": "Cultures: Northland",
    "rating": 80.0,
    "summary": "Loki, known from the Nordic sagas as a versatile god of lies and weaver of many intrigues against his divine \"colleagues\", has been banned from Asgard by Odin as a punishment for the trouble caused by the Midgard serpent. Now Loki is plotting revenge and searching for a possibility to sneak back into Asgard and pay Odin back. Out of spite, he abuses our four human heroes--Sigurd, the Frank, Hatschi, the brave Saracen, Bjami, and Crya--with his intrigues and traps. Embark on adventures and quests to help your allies wrest free from Loki\u0027s insidious machinations, whether it\u0027s a plague of serpents or the demon wolf Fenris dropping by for a rather unexpected visit. Ensure the health and safety of your people as you start with but a humble town and work your way up to a large city. Cultures 3 offers the best combination of strategy and adventure!",
    "url": "https://www.igdb.com/games/cultures-northland"
  },
  {
    "id": 17508,
    "genres": [
      12,
      32
    ],
    "involved_companies": [
      32296,
      32297
    ],
    "name": "Trapped Dead: Lockdown",
    "rating": 50.0,
    "summary": "In Trapped Dead: Lockdown, you fight your way through an interactive horror story as one of five different characters: The marine, the butcher, the assassin, the marshal and the exorcist. Every class comes with their own custom storyline, as well as individual strengths and abilities – the assassin is an expert in firearms, the butcher slaughters his enemies in melee combat and the exorcist fries zombies with his spiritual abilities. Each of the characters features his own individual skill tree, where you can unlock new defensive abilities and attacking moves to aid you in combat. \n \nIn Trapped Dead: Lockdown, you’ll have to choose between wielding two weapons at the same time or equipping one powerful two-handed one. The huge number of weapons keeps the gameplay interesting by letting you experiment with new combinations all the time: Would you like to send a concussion shot with the pistol first, then grab your hammer for a double blow, or rely on the mystical powers of the magic cross to set the zombies on fire? Clubs, axes, knives, revolvers, tasers, rifles, shotguns, bows, grenades, spell books, etc. There are hundreds of different weapons with which to kill the living dead - you can even use vehicles to run them over! \n \nWhile discovering the huge game world, you’ll encounter many different types of rotting enemies and menacing boss monsters whose different strategies and abilities will require you to think fast and hit hard if you want to live. The monsters thirst for blood and move in quickly from all sides, so make sure not to be surrounded! Friendly NPCs may ask you for help or fight alongside you, but in the end, there’s only one rule in this world: kill or be killed! Lucky for you, the multiplayer mode enables you to fight the hordes together with up to 3 friends.",
    "url": "https://www.igdb.com/games/trapped-dead-lockdown"
  },
  {
    "id": 19553,
    "genres": [
      5,
      8,
      10,
      33
    ],
    "involved_companies": [
      36343,
      36503,
      36504
    ],
    "name": "Trials of the Blood Dragon",
    "rating": 60.0,
    "summary": "\"Trials with a storyline\n30 missions across 7 different worlds in a full narrative-driven adventure, a cast of colourful characters and a self-contained story set 12 years on from the events of Far Cry 3: Blood Dragon.\n\nBikes, tanks, legs and more\nAs well as the trusty Motorbike, expect to master the art of the BMX, 8-wheel tank, Turbo Flip R/C, jetpack and mine cart, and even leaving the vehicles entirely and going on foot for the first time in the history of Trials.\n\nNew tools, 100 % more shooting!\nBeyond driving, the level of action is cranked up with the addition of weapons and a grappling hook. These bring a whole new level of gameplay to the world of Trials. If at first you don’t succeed, try shooting it.\"",
    "url": "https://www.igdb.com/games/trials-of-the-blood-dragon"
  },
  {
    "id": 21604,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      75363
    ],
    "name": "Old Man\u0027s Journey",
    "rating": 75.7039205300655,
    "summary": "Old Man’s Journey, a soul-searching puzzle adventure, tells a story of life, loss, reconciliation, and hope. Entrenched in a beautifully sunkissed and handcrafted world, embark on a heartfelt journey interwoven with lighthearted and pressure-free puzzle solving. \n \nDuring this compact gameplay experience, you’ll be transported to a vibrant and wishful world, exploring life’s complexities through the old man’s eyes. Meditatively delightful and reflective, Old Man’s Journey invites you to immerse yourself in quiet and inquisitive puzzles, and experience the old man’s heartache, regret, and hope.",
    "url": "https://www.igdb.com/games/old-mans-journey"
  },
  {
    "id": 44154,
    "genres": [
      7,
      13
    ],
    "involved_companies": [
      51740
    ],
    "name": "THE iDOLM@STER Million Live!: Theater Days",
    "summary": "THE iDOLM@STER Million Live!: Theater Days (アイドルマスターミリオンライブ!シアターデイズ Aidorumasutaa Mirion Raibu! Shiata Deizu?) is a spin-off free-to-play rhythm game released for mobile devices based on THE iDOLM@STER: Million Live!.",
    "url": "https://www.igdb.com/games/the-idolm-at-ster-million-live-theater-days"
  }
,
  {
    "id": 1188,
    "genres": [
      8
    ],
    "involved_companies": [
      2838,
      2839,
      2840
    ],
    "name": "Crash Bandicoot: The Wrath of Cortex",
    "rating": 68.81957234912831,
    "summary": "Crash Bandicoot: The Wrath of Cortex is the first Crash Bandicoot game for a system other than the original PlayStation. The story is set some time after Warped: Dr. Cortex wants revenge after being defeated by Crash (again). For this purpose, he creates Crunch, a super-bandicoot who can destroy everything that crosses his way. So Crash needs to defeat Crunch (and in the end, Dr. Cortex). \n \nThe game is a typical jump and run, with some other action passages, like air combat and a sequence where Crash is trapped inside a giant sphere rolling around in some sort of rollercoaster. All graphics are in 3D, and the sound is typical for cartoon games like this. The whole game is pretty straightforward in design, getting stuck on a puzzle is not really possible.",
    "url": "https://www.igdb.com/games/crash-bandicoot-the-wrath-of-cortex"
  },
  {
    "id": 1189,
    "genres": [
      8
    ],
    "involved_companies": [
      2833,
      2834
    ],
    "name": "Crash Twinsanity",
    "rating": 69.21325717058261,
    "summary": "The game\u0027s story takes place three years after the events of Crash Bandicoot: The Wrath of Cortex and follows the main protagonist and main antagonist of the series, Crash Bandicoot and Doctor Neo Cortex, as they are forced to work together to stop the Evil Twins, a duo of mutant parrots who seemingly have a connection to Dr. Cortex, from destroying the Wumpa Islands.",
    "url": "https://www.igdb.com/games/crash-twinsanity"
  },
  {
    "id": 3250,
    "genres": [
      4,
      12
    ],
    "involved_companies": [
      26569
    ],
    "name": "Hellraid",
    "summary": "Join a group of fierce combatants to repel the demonic invasion and close the gates of Hell in the thrilling Story Mode. Master the levels, collect points, and climb up the leaderboards in the highly replayable and challenging Mission Mode, or fight for your survival against hordes of enemies in the nightmarishly hard Arena Mode. Experience this bloody adventure in both single-player and 2-4 player co-op.",
    "url": "https://www.igdb.com/games/hellraid"
  },
  {
    "id": 3259,
    "genres": [
      10
    ],
    "involved_companies": [
      8499,
      8500,
      8501,
      8502
    ],
    "name": "Muppet RaceMania",
    "summary": "A racing game, in a similar vain to Mario Kart, using Jim Henson\u0027s Muppets as characters. It was developed by Traveller\u0027s Tales and published by Midway.",
    "url": "https://www.igdb.com/games/muppet-racemania"
  },
  {
    "id": 5275,
    "genres": [
      14
    ],
    "involved_companies": [
      12759
    ],
    "name": "We Ski",
    "rating": 53.0,
    "summary": "Players stand on the Wii Balance Board, and by distributing their weight and using the Wii Remote and Nunchuk as virtual ski poles, simulate the sport of skiing as accurately as possible. The game can also be played without the Balance Board. \n \nThe game features 14 different courses, which can be skied during both the day and night. Besides racing, the game also features different modes such as a Ski School, Centipede Races, and Search and Rescue in addition to a Freestyle mode in which up to 4 players may ski and go wherever they want on the slopes. \n \nThe game makes use of the player\u0027s own Miis, in addition to customizable characters created in-game as avatars, and players can earn rewards such as character apparel and upgraded ski equipment by completing various goals. The WiiConnect24 service will make possible the sharing of in-game photos taken by players during their game. You can also perform \"air tricks\" on marked jumps.",
    "url": "https://www.igdb.com/games/we-ski"
  },
  {
    "id": 5276,
    "genres": [
      14
    ],
    "involved_companies": [
      12760
    ],
    "name": "We Ski \u0026 Snowboard",
    "summary": "We Ski \u0026 Snowboard is a wintry thrill ride through many different environments on the awesome Mt. Angrio and cool Jamboree Snow Resort. Players enjoy the classic motion-based controls popularized by We Ski using the Wii Remote and Nunchuk controllers, or by adding the increased realism of the Wii Balance Board for even more ski and snowboard action. Custom characters and player Mii\u0027s add even more dimension to snow-capped adventures across even more mountain terrain than ever with vast free-riding areas. Leisurely gondola rides to sloping peaks invite a breathtaking panoramic experience, while heli-drops from extreme dizzying heights offer-up opportunities to shred down vertical cliffs and severe precipices. Players should be sure to watch out for avalanches! \n \n \n \nHot Doggers can quench their thirst for excitement with half-pipe courses, and ski technique challenges, while loungers can look forward to other activities including ski school, board school, moguls and slaloms, as well as animal search and rescue. Players can enjoy the sprawling vistas with day, night and dusk skiing, offering countless nuances to an ever-expanding list of experiences. The whole family can still enjoy fast-paced racing action or free-skiing with four-player fun, while single players can enjoy the ride with up to three AI-controlled skiing buddies.",
    "url": "https://www.igdb.com/games/we-ski-snowboard"
  },
  {
    "id": 7337,
    "genres": [
      8,
      9,
      15,
      31
    ],
    "involved_companies": [
      20117,
      69091,
      69092,
      69093,
      69094
    ],
    "name": "Captain Toad: Treasure Tracker",
    "rating": 83.8683460335122,
    "summary": "The intrepid Captain Toad sets off on his own adventure for the very first time through a wide variety of tricky, enemy-infested, maze-like stages to find hidden gems and nab elusive gold stars.",
    "url": "https://www.igdb.com/games/captain-toad-treasure-tracker"
  },
  {
    "id": 7346,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      43563,
      43564,
      46485,
      46486
    ],
    "name": "The Legend of Zelda: Breath of the Wild",
    "rating": 92.9877670922078,
    "summary": "Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure.",
    "url": "https://www.igdb.com/games/the-legend-of-zelda-breath-of-the-wild"
  },
  {
    "id": 9390,
    "genres": [
      15,
      16,
      24,
      31,
      32
    ],
    "involved_companies": [
      41947,
      41948
    ],
    "name": "War of the Human Tanks",
    "rating": 80.0,
    "summary": "War of the Human Tanks is a story driven strategy game with a gameplay reminiscent of Battleship and Chess, featuring a story of war, loyalty, sacrifice and human shaped tanks.\n\nThis story takes place in a land vaguely reminiscent of modern-day Japan. In the twenty years since the first Human Tank was developed, the war raging between the Empire of Japon and the Kingdom of Japon has turned into a proxy war fought between Human Tanks on both sides.\n\nThe Empire of Japon once ruled the entire land of Japon. Now diminished and cornered, the Empire prepares to make its last stand as the tanks of the Kingdom of Japon draw close to its capital. Shoutaro Daihon\u0027ei, Lieutenant of the Imperial Army moves out to the battlefield, followed closely by the loyal Human Tanks in his company.",
    "url": "https://www.igdb.com/games/war-of-the-human-tanks"
  },
  {
    "id": 17583,
    "genres": [
      11,
      12,
      15
    ],
    "involved_companies": [
      35941,
      38799
    ],
    "name": "SpellForce 3",
    "rating": 35.4288715083366,
    "summary": "\"SpellForce 3 - The perfect blend between RTS and RPG! \n \nSpellForce 3 goes back to the roots of the SpellForce saga. The story takes place before the acclaimed SpellForce: The Order of Dawn and the players becomes a part of a rich high fantasy world named Eo. \n \nFeatures: \n- RTS/RPG Mix: Unique gameplay combining RTS and Top Down RPG genres \n- Create \u0026 Customize: Create your own hero and develop his skillset as you prefer! \n- Build to Fight: Build your own army and fight epic mass battles with it. \n- Epic Storyline: Unravel a deep and epic story in the SpellForce universe that doesn\u0027t require having played any of the former SpellForce games. Fans will still find a lot of interesting connections. \n- Rich universe \u0026 lore: Explore the world Eo and discover intrigues, secrets and a lot of loot for your hero. \n- Apply some tactics: Use advance tactics with your RTS army to defeat your enemies \n- Play on your own: Long Single Player Campaign of 30+ hours \n- Multiplayer: Strong multiplayer component with various modes - Play cooperatively or compete against each other \"",
    "url": "https://www.igdb.com/games/spellforce-3"
  }
,
  {
    "id": 1213,
    "genres": [
      12
    ],
    "involved_companies": [
      2865
    ],
    "name": "Tales of Xillia 2",
    "rating": 83.3402515737801,
    "summary": "The game takes place a year after Tales of Xillia. Elle Mel Marta is given specific instructions by her father to board a train and to find the Land of Canaan. Her train is hijacked before its departure and Ludger Will Kresnik boards it to save her. The train crashes and the two receive life saving treatment from Clanspia Inc. which puts Ludger in debt. Clanspia Inc. hires Ludger, intending to use his Kresnik powers to destroy alternative timelines because the spirit Origin can no longer sustain the abundance of souls in the worlds. While working off the debt, Ludger also searches for his brother, Julius Will Kresnik, who has been blamed for the train hijacking.",
    "url": "https://www.igdb.com/games/tales-of-xillia-2"
  },
  {
    "id": 1236,
    "genres": [
      4
    ],
    "involved_companies": [
      2796
    ],
    "name": "Tekken 6: Bloodline Rebellion",
    "rating": 62.0854817954012,
    "summary": "Tekken 6: Bloodline Rebellion is an update to Tekken 6. It features new characters, stages, items and customization options. It also gives the game a balance update from characters and items. It was released to Japanese arcades on December 18, 2008 and the console version of Tekken 6 is based on this arcade version. \n \nThis new version features two new characters: Alisa Bosconovitch, an android with jet wings and spinning limbs who was built in the image of Dr. Bosconovitch\u0027s deceased daughter, and Lars Alexandersson, an unknown descendant of Heihachi Mishima and leader of a rebellious Tekken Force faction fighting Jin\u0027s tyranny. A number of new items and customization options are featured in this expansion. The game also features all-new CG character art, just as there was a change in art from Tekken 5 to Tekken 5: Dark Resurrection. Upgrade kits are also available for owners of current Tekken 6 machines.",
    "url": "https://www.igdb.com/games/tekken-6-bloodline-rebellion"
  },
  {
    "id": 1237,
    "genres": [
      4
    ],
    "involved_companies": [
      2794,
      2795
    ],
    "name": "Tekken 3D: Prime Edition",
    "rating": 68.0,
    "summary": "Tekken 3D Prime Edition contains the complete entertainment world of TEKKEN onto a single Nintendo 3DS card! \n \nPlay the game, watch the movie! Tekken 3D Prime Edition contains the complete entertainment world of TEKKEN onto a single Nintendo 3DS card! Battle with more than 40 fighters from the TEKKEN universe and with Young Heihachi for the first time ever! In addition, watch TEKKEN: Blood Vengeance, a full 3D theatrical experience produced by Digital Frontier in conjunction with the Tekken Project development team. With the satisfying combination of a movie and fully featured portable Tekken gaming experience, players can take TEKKEN wherever they go. \n \nTekken Experience – Contains the complete TEKKEN: Blood Vengeance 3D movie and the intense fighting action of the TEKKEN series in one package \nCard Collector – Amass your collection of original Tekken Cards in-game or obtain using StreetPass to find them all \nTime to Fight – Play in multiple single player modes or take the battle to the streets through Local Play and Internet Play \nBloody Vengeance – Watch the full length theatrical feature TEKKEN: Blood Vengeance in full 3D through the Nintendo 3DS system",
    "url": "https://www.igdb.com/games/tekken-3d-prime-edition"
  },
  {
    "id": 1238,
    "genres": [
      4
    ],
    "involved_companies": [
      2790
    ],
    "name": "Tekken Tag Tournament 2",
    "rating": 73.71553677632589,
    "summary": "A highly competitive fighting game where you can choose from 60 different characters. Some new and most old, still making the game of the franchise the most character-rich of them all so far.",
    "url": "https://www.igdb.com/games/tekken-tag-tournament-2"
  },
  {
    "id": 5323,
    "genres": [
      13
    ],
    "involved_companies": [
      12877
    ],
    "name": "Tank! Tank! Tank!",
    "rating": 61.0,
    "summary": "Players will find an armament of tanks and weapons at their disposal to dispatch the enemy threat, including mechanical insects, gigantic dragons and even other players. Team up with three other friends to battle with or against each other in fully destructible environments in a variety of action-packed story and multiplayer modes where weapons are never in short supply and threats are hiding behind every corner. Players will be able to arm their tanks with lasers, machine guns, missile pods, the dreaded Colossus Missile along with power-ups scattered throughout each map.",
    "url": "https://www.igdb.com/games/tank-tank-tank"
  },
  {
    "id": 7376,
    "genres": [
      5,
      13,
      31
    ],
    "involved_companies": [
      17461
    ],
    "name": "Mobile Suit Gundam: Crossfire",
    "summary": "A free-to-play squad-combat game set during the One Year War. It features a six-on-six combat mode with Gundam robots and trooper ground combat.",
    "url": "https://www.igdb.com/games/mobile-suit-gundam-crossfire"
  },
  {
    "id": 19675,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      36580,
      36581,
      36582
    ],
    "name": "Buzz Lightyear of Star Command",
    "rating": 66.9432562439368,
    "summary": "Buzz Lightyear of Star Command is a Windows PC game created by Travelers Tales with Disney Interactive and PIXAR in 2000. The game consists of multiple planets, each with a villain on it. In each level the player races the villain to his/her getaway destination. Then the player engages in a one-on-one battle the villain, which usually requires destroying an energy shield surrounding the villain.[1]",
    "url": "https://www.igdb.com/games/buzz-lightyear-of-star-command"
  },
  {
    "id": 74974,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      56374
    ],
    "name": "StickyJump",
    "summary": "StickyJump is a simple game - Collect all coins and jump all the way to GOAL without falling down! The game is, for now, only available on Google Play!",
    "url": "https://www.igdb.com/games/stickyjump"
  },
  {
    "id": 74975,
    "genres": [
      8,
      15,
      31
    ],
    "involved_companies": [
      56375
    ],
    "name": "StickyBee",
    "summary": "Jump into the beehive but watch out for the bees! Remember that every time you kill a bee, a new one will leave the hive so it could be clever to keep the bee alive!",
    "url": "https://www.igdb.com/games/stickybee"
  },
  {
    "id": 115905,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      76108
    ],
    "name": "Outbreak: Lost Hope",
    "summary": "A mother desperately struggles against the undead and searches for her lost daughter in this hardcore survival horror nightmare.",
    "url": "https://www.igdb.com/games/outbreak-lost-hope"
  }
,
  {
    "id": 1247,
    "genres": [
      4
    ],
    "involved_companies": [
      2784
    ],
    "name": "Tekken 6",
    "rating": 70.3833678245634,
    "summary": "Tekken 6 is a fighting game developed and published by Bandai Namco Games. It is the seventh main installment in the Tekken franchise. It was released in Japanese arcades on November 26, 2007 as the first game running on the PlayStation 3-based System 357 arcade board. The game received an update, subtitled Bloodline Rebellion, a year later.",
    "url": "https://www.igdb.com/games/tekken-6"
  },
  {
    "id": 5366,
    "genres": [
      5,
      8,
      30,
      31
    ],
    "involved_companies": [
      27845,
      27846
    ],
    "name": "Bram Stoker\u0027s Dracula",
    "summary": "Bram Stoker\u0027s Dracula is a pinball machine based on the classic story.",
    "url": "https://www.igdb.com/games/bram-stoker-s-dracula"
  },
  {
    "id": 9443,
    "genres": [
      15,
      31
    ],
    "involved_companies": [
      68527,
      68528,
      76004
    ],
    "name": "Trapped Dead",
    "rating": 40.0,
    "summary": "Our story takes place in the early 80s in a small town names Hedge Hill near Kansas City, Missouri. The sowing of a new genetically modified type of corn caused the existence of a new virus which mutated through the natural food chain. A dog bite of an infected animal caused a local outbreak of the virus which rapidly infected the inhabitants of the idyl- lic provincial town. Mike and Gerald, two college boys, are thrown into the middle of a terrifying horror scenario. Having pulled over to a gas station near Hedge Hill during what was meant to be an enjoyable road trip, they are unaware of the virus which has already reached the gas station and its staff... \n \nTrapped Dead is a tactical real time strategy game in the tradition of classical evergreens such as “Commandos” and “Desperados”. Players control their characters in a 3rd person isometric view through a mature Zombie survival scenario inspired by the successful Horror movies of the early 80s.",
    "url": "https://www.igdb.com/games/trapped-dead"
  },
  {
    "id": 9476,
    "genres": [
      8
    ],
    "involved_companies": [
      27355,
      27356
    ],
    "name": "Sonic 3D Blast",
    "rating": 60.5719807159598,
    "summary": "Sonic 3D Blast is a 1996 platform video game developed by Traveller\u0027s Tales and Sonic Team, and published by Sega for the Genesis, Saturn, and Windows. Part of the Sonic the Hedgehog series, the game abandons previous Sonic games\u0027 side-scrolling style in favor of isometric gameplay, making use of some pre-rendered 3D models converted into sprites. The game features creatures known as Flickies, which first appeared in the 1984 arcade game Flicky. Controlling only Sonic himself, the player\u0027s goal is to collect Flickies and carry them to safety, periodically sparring with the series antagonist Dr. Robotnik, who is imprisoning them within robots.",
    "url": "https://www.igdb.com/games/sonic-3d-blast"
  },
  {
    "id": 19687,
    "genres": [
      5,
      9,
      15
    ],
    "involved_companies": [
      36635,
      36636
    ],
    "name": "Star Fox Guard",
    "rating": 77.0,
    "summary": "A level-based tower-defense game set in the Star Fox universe.",
    "url": "https://www.igdb.com/games/star-fox-guard"
  },
  {
    "id": 21762,
    "genres": [
      12
    ],
    "involved_companies": [
      52617,
      52618
    ],
    "name": "Dying Light: The Following - Enhanced Edition",
    "rating": 89.853899542847,
    "summary": "Dying Light: The Following - Enhanced Edition takes parkour-fueled zombie survival to a whole new level. Enjoy the definitive Dying Light experience with the brand new Legend system, improved visuals, major gameplay enhancements, and more. This package comes with all the available bonus content, including Dying Light: The Following - a massive story based expansion that brings mysterious characters, deadly new weapons, unexpected quests, and fully customizable and drivable dirt buggies. \n \nDying Light is now bigger, better and scarier than ever before. Enjoy the ultimate zombie experience as you scavenge for supplies, craft weapons, and do anything you can to survive in a city ravaged by the zombie virus. \n \nDying Light: The Following introduces the drivable dirt buggy that you can freely customize and upgrade with special weapons, attachments and decals to create your most deadly weapon yet. \n \n[from amazon.com]",
    "url": "https://www.igdb.com/games/dying-light-the-following-enhanced-edition"
  },
  {
    "id": 23796,
    "genres": [
      8,
      33
    ],
    "involved_companies": [
      46487,
      46488
    ],
    "name": "Super Mario Run",
    "rating": 69.9009202229897,
    "summary": "Super Mario goes mobile! \n \nUnlike other games in the franchise, Mario will run on his own. All you do is tap the screen to jump. The longer you tap, the higher the jump meaning that you can play the game with one hand. \n \nIn this game, Mario constantly moves forward through the courses while you use a variety of jumps to navigate. Mario will behave differently depending on the timing of your taps, so it\u0027s up to you to show off particularly smooth moves, gather coins, and reach the goal. \n \nThere are three different game modes to play. The first mode features challenging courses for you to complete while collecting coins. The second mode has you challenge the play data of other players to show who can beat a course with the most style to impress Toads into joining you. In the third mode, you get to create your own Mushroom Kingdom using the coins and Toads collected by playing the first two game modes.",
    "url": "https://www.igdb.com/games/super-mario-run"
  },
  {
    "id": 27892,
    "genres": [
      15,
      16,
      32
    ],
    "involved_companies": [
      51718,
      51719
    ],
    "name": "Future Wars",
    "rating": 40.0,
    "summary": "Battle it out on the proving grounds and get ready for Future Wars. \nSimilar to classic titles such as Advance Wars and Battle Isle, the game takes strategy gaming away from the micro-management overkill that it has become and using simple, proven rock-paper-scissors principles, reopens the genre to everyone.",
    "url": "https://www.igdb.com/games/future-wars--1"
  },
  {
    "id": 74977,
    "genres": [
      8
    ],
    "involved_companies": [
      56377
    ],
    "name": "ABC Hunt",
    "summary": "Learn the alphabet in a fun way! Collect all letters in the correct order! Suitable for children 3-7 years old!",
    "url": "https://www.igdb.com/games/abc-hunt"
  },
  {
    "id": 111861,
    "genres": [
      31
    ],
    "involved_companies": [
      71620
    ],
    "name": "Paranoid",
    "summary": "Paranoid is a horror that tells the story of Patrick who has been living in isolation from the outside world for many years. One day he receives a phone call from his sister, who announces her visit more than a dozen years after she disappeared.",
    "url": "https://www.igdb.com/games/paranoid"
  }
,
  {
    "id": 1351,
    "genres": [
      14,
      32,
      33
    ],
    "involved_companies": [
      14438
    ],
    "name": "Noby Noby Boy",
    "summary": "Noby Noby Boy is an Action game, developed and published by Bandai Namco Games, which was released in 2009.",
    "url": "https://www.igdb.com/games/noby-noby-boy"
  },
  {
    "id": 5400,
    "genres": [
      5
    ],
    "involved_companies": [
      13070,
      13071
    ],
    "name": "Lords of Thunder",
    "summary": "In the once peaceful land of Mistral, legend holds of a brave knight named Drak who has sealed an evil god named Deoric beneath the six continents of the land. However, peace never lasts. The Garuda Empire has invaded the lands of Mistral, and the six Dark Generals, led by Sornbul, have conquered the continents. Sornbul\u0027s ambition is nothing less than to resurrect Deoric and plunge the land into chaos. \n \nDuran, descendant of Drak, is the only one who can stop the Garuda Empire\u0027s mad plan, and with the power of Drak\u0027s mystic armors, he heads off to stop Sornbul at any cost.",
    "url": "https://www.igdb.com/games/lords-of-thunder"
  },
  {
    "id": 5404,
    "genres": [
      8
    ],
    "involved_companies": [
      13096,
      13097,
      13098,
      13099,
      13100
    ],
    "name": "Mickey Mania: The Timeless Adventures of Mickey Mouse",
    "rating": 86.3551574366589,
    "summary": "Mickey Mouse gets a chance to go down memory lane and walk through the timeless adventures he has lived. Mickey Mania is a platformer where all the levels are based on Mickey\u0027s most famous cartoons. The levels range about 75 years, starting off with \"Steamboat Willie\" and going all the way to \"The Prince and the Pauper\". \n \nThe gameplay consists mostly of jumping and marble throwing at enemies, with an occasional puzzle element.",
    "url": "https://www.igdb.com/games/mickey-mania-the-timeless-adventures-of-mickey-mouse"
  },
  {
    "id": 5425,
    "genres": [
      8,
      9
    ],
    "involved_companies": [
      13151,
      13152
    ],
    "name": "Puggsy",
    "summary": "Puggsy is no ordinary game. Using the unique system of Total Object Interaction (TOI), you have to guide Puggsy through some of the best puzzles and most frantic arcade action ever seen in his quest to retrieve his stolen spaceship. Incorporating graphic techniques never seen before, fantastic gameplay plus a complete Junior section for the younger player. Puggsy is destined to become the next world-wide smash hit.",
    "url": "https://www.igdb.com/games/puggsy"
  },
  {
    "id": 7441,
    "genres": [
      10
    ],
    "involved_companies": [
      17578,
      17579
    ],
    "name": "Ridge Racer 7",
    "summary": "Ridge Racer 7 is the seventh console installment in the Ridge Racer series of racing games, released on PlayStation 3. The game has around 40 cars, many of which return from Ridge Racer 6 and the PSP incarnations of the game. There are also 22 courses, available in forward, reverse and mirror mode. The game runs at 1080p resolution and at 60 frames per second. It also features Dolby Digital 5.1 surround sound and free online gameplay via the PlayStation Network. \n \nThe game was first unveiled at the 2006 E3 event in a teaser trailer, and the first trailer of game footage was shown at the 2006 Tokyo Game Show. \n \nLike many other games in the series, it features a full motion video opening that stars Reiko Nagase. \n \nThe game has since been re-issued under Sony\u0027s \"Platinum\" and \"The Best\" budget lines. \n \nA patch was made available in October 2010 titled \"Ridge Racer 7 3D License Version\" that enables Ridge Racer 7 to be played in 3D.",
    "url": "https://www.igdb.com/games/ridge-racer-7"
  },
  {
    "id": 7464,
    "genres": [
      12
    ],
    "involved_companies": [
      17613,
      17614
    ],
    "name": "Tales of Symphonia Chronicles",
    "rating": 89.9256163775185,
    "summary": "Tales of Symphonia Chronicles is a compilation release of Tales of Symphonia and Tales of Symphonia: Dawn of the New World HD remasters with additional content.",
    "url": "https://www.igdb.com/games/tales-of-symphonia-chronicles"
  },
  {
    "id": 7465,
    "genres": [
      7,
      13
    ],
    "involved_companies": [
      17615
    ],
    "name": "THE iDOLM@STER One For All",
    "summary": "THE iDOLM@STER One For All is a Japanese raising simulation video game in THE iDOLM@STER series. The story in One For All is told from the perspective of a producer in charge of leading and training a group of pop idols to stardom. Its gameplay, while most similar to its predecessor THE iDOLM@STER 2, features several improvements and differences, and allows players to produce all 13 idols from 765 Production, the main talent agency featured in the series. The office environment was redesigned to give it a more natural feeling, and a focus was put on \"returning to the starting point\" in THE iDOLM@STER series with One For All centered on growing alongside novice idols in a small talent agency.",
    "url": "https://www.igdb.com/games/the-idolm-at-ster-one-for-all"
  },
  {
    "id": 19745,
    "genres": [
      9,
      13,
      26
    ],
    "involved_companies": [
      36909,
      36910,
      36911
    ],
    "name": "The Weakest Link",
    "summary": "The Weakest Link is an interactive adaptation of the NBC game show made famous by host Anne Robinson\u0027s cold, no-nonsense demeanor and catchphrase, \"You are the weakest link. Goodbye!\" Robinson contributes to the game through video clips and voiceovers, while the actual gameplay is rendered using polygon graphics. \n \nPlayers choose from 24 existing characters to represent themselves, ranging from a 17-year-old high school senior to a 66-year-old retired bank manager. The rules are the same as in the TV show with one exception: On the show, players provide answers off the top of their head, but here you given are four answers to choose from. Initially, only the first letter of each answer is given, but after ten seconds the full text of the answers are revealed. In Easy mode, the full text is always available, and in Junior mode, players choose from only two answers.",
    "url": "https://www.igdb.com/games/the-weakest-link"
  },
  {
    "id": 54539,
    "genres": [
      5
    ],
    "involved_companies": [
      52743,
      52744
    ],
    "name": "Girls und Panzer: Dream Tank Match",
    "summary": "The game is being released in Japan and South-East Asia but the Asian release will have a version with English subtitles.",
    "url": "https://www.igdb.com/games/girls-und-panzer-dream-tank-match"
  },
  {
    "id": 58630,
    "genres": [
      13
    ],
    "involved_companies": [
      57105,
      57106
    ],
    "name": "Animal Crossing: Pocket Camp",
    "rating": 67.1085119195485,
    "summary": "\"Get back to nature in Animal Crossing: Pocket Camp, the new Animal Crossing mobile game where you take on the role of campsite manager! \n \nYou\u0027re in charge, so you can decorate your own campsite however you like! Make it fun, make it cute, make it sporty—it’s up to you to craft the kind of furniture and amenities that will make your camp a must-see for animals visiting the area.\"",
    "url": "https://www.igdb.com/games/animal-crossing-pocket-camp"
  }
,
  {
    "id": 5478,
    "genres": [
      25
    ],
    "involved_companies": [
      13269,
      13270
    ],
    "name": "Afro Samurai",
    "rating": 48.3138514413115,
    "summary": "Afro Samurai is a 3D brawler with platforming elements loosely based on the manga and anime series of the same name. Using light hits, power hits, kicks, and blocks the player fights various enemies. Most levels culminate in a boss fight, and in-engine cutscenes advance the story.\n\nThe game features a cel-shaded animation style. Though it is a hack and slash game, the \"fighting is a bit more strategic\" and the player will be able to block and use combos. The enemies will respond by rolling, ducking and hopping over the player\u0027s blade and occasionally using body orifices to catch the weapons, the combat system was worked on by Monty Oum.",
    "url": "https://www.igdb.com/games/afro-samurai"
  },
  {
    "id": 15693,
    "genres": [
      9,
      32
    ],
    "involved_companies": [
      29668
    ],
    "name": "Perlinoid - duplicate",
    "summary": "A color based puzzle Game, taking place in a fantasy environment.",
    "url": "https://www.igdb.com/games/perlinoid-duplicate"
  },
  {
    "id": 17743,
    "genres": [
      31
    ],
    "involved_companies": [
      32660,
      32661
    ],
    "name": "Phineas and Ferb: New Inventions",
    "summary": "There is no time to get bored on holidays! Half-brothers Phineas and Ferb always know how to entertain themselves. They can build an entertainment park in their backyard or think up something very special… But their elder sister Candace is not very happy of their tricks. She is always ready to bust the brothers and tell their mother on them. And Phineas has a pet platypus called Perry who has a secret of his own. He just pretends to be a silly amenable pet but in fact lives a double life as a secret agent codenamed P battling the malicious scientist Dr. Doofenshmirtz… On the whole, they all have a lot to worry about!\n\nThis time Phineas and Ferb decide not to fritter away their energy. They are going to build the coolest rollercoaster in their backyard! But to assemble such an enormous construction they need a good drawing and a lot of different parts which are not so easy to find. And tattletale Candace is up to stick her nose where she doesn’t belong… And where is Perry the Platypus? He is on a secret mission again! Brave Agent P is on his way to save the town from another wicked design of Dr. Doofenshmirtz. Someone must help him! And, of course, one shouldn’t forget about building the rollercoaster.",
    "url": "https://www.igdb.com/games/phineas-and-ferb-new-inventions"
  },
  {
    "id": 17753,
    "genres": [
      31
    ],
    "involved_companies": [
      32673,
      32674
    ],
    "name": "Disney The Princess and the Frog",
    "summary": "For the first time players can experience Tiana’s exciting world set in the jazz-infused era of 1920’s New Orleans with the official video game inspired by the Walt Disney Pictures release of The Princess and the Frog. Celebrate favorite moments from the movie and take on new challenges with Tiana, as she pursues her dreams in a fun adventure. Meet favorite characters from the film and new friends, triumph over enemies, play frog games in the bayou, create music, cook New Orleans style and so much more. Along the way, discover what it takes to make Tiana’s dreams come true!",
    "url": "https://www.igdb.com/games/disney-the-princess-and-the-frog"
  },
  {
    "id": 17765,
    "genres": [
      14,
      31
    ],
    "involved_companies": [
      32693
    ],
    "name": "Disney Winnie the Pooh",
    "rating": 80.0,
    "summary": "Winnie the Pooh The Video Game is based on the movie of the same name. Following the same story as the movie, Winnie the Pooh is an interactive story book focused on delivering action-driven storytelling and incorporating educational content for children. \n\nThe game is split up into chapters, each offering a new piece of the story, allowing players to interact with the backgrounds via a variety of kid friendly ‘no failure’ mini games. Once chapters are completed, Honey Pots are awarded which can be used to unlock content within the print center. In the print center, parents can print out activity sheets for the children to color in and complete.",
    "url": "https://www.igdb.com/games/disney-winnie-the-pooh"
  },
  {
    "id": 19801,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      37121,
      37122
    ],
    "name": "Stranger of Sword City 2",
    "summary": "A sequel to Stranger of Sword City is being planned with artwork by Yoko Tsukamoto but a western release has not been guaranteed.",
    "url": "https://www.igdb.com/games/stranger-of-sword-city-2"
  },
  {
    "id": 19817,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      37153
    ],
    "name": "Scorn",
    "summary": "Scorn is an atmospheric first person horror adventure game set in a nightmarish universe of odd forms and somber tapestry. It is designed around an idea of \"being thrown into the world\". Isolated and lost inside this dream-like world you will explore different interconnected regions in a non-linear fashion. The unsettling environment is a character itself. Every location contains its own theme (story), puzzles and characters that are integral in creating a cohesive lived in world. Throughout the game you will open up new areas, acquire different skill sets, weapons, various items and try to comprehend the sights presented to you.",
    "url": "https://www.igdb.com/games/scorn"
  },
  {
    "id": 23904,
    "genres": [
      8,
      12,
      31,
      32
    ],
    "involved_companies": [
      39396
    ],
    "name": "IronSaga",
    "summary": "Fight as a destined king and restore peace to the corrupted lands of Drethen. A 2D medieval action packed platform adventure! Upgrade your weapons and fight multiple enemies to make your way through traps and obstacles to defeat the boss!",
    "url": "https://www.igdb.com/games/ironsaga"
  },
  {
    "id": 28010,
    "genres": [
      12
    ],
    "involved_companies": [
      71386
    ],
    "name": "God Eater 3",
    "rating": 80.0,
    "summary": "All of sudden, unknown life forms called “Oracle cells” begin their uncontrolled consumption of all life on Earth. Their ravenous appetite “devour” and remarkable adaptability earn them first dread, then awe, and finally the name “Aragami”. In the face of an enemy completely immune to conventional weapons, urban civilization collapses, and each day humanity is driven further and further toward extinction. \n \nOne single ray of hope remains for humanity. Following the development of “God Arcs”—living weapons which incorporate Oracle cells—their wielders, the “God Eaters,” appear. In a world ravaged by mad gods, these “God Eaters” fight a desperate war... \n \nCreate your character, and fight for the survival of human-kind in GOD EATER 3. Select your weapon from a wide range of God Arcs and face brand new Aragamis in dynamic high-speed battles. Explore devastated areas you have never seen in the previous GOD EATER games.",
    "url": "https://www.igdb.com/games/god-eater-3"
  }
,
  {
    "id": 1405,
    "genres": [
      5
    ],
    "involved_companies": [
      14950,
      14951,
      37029,
      37030
    ],
    "name": "Hawken",
    "rating": 64.8951580151824,
    "summary": "War is a Machine Pilot hulking death machines and use massive weaponry to destroy your foes in fast-paced FPS gameplay.\n\nHawken is a multiplayer first person shooter that places you inside a mechanized war machine on the battlefield of a dystopian world. With tactical, fast-paced gameplay in customizable and upgradable mechs across multiple competitive modes, Hawken is explosively fun.",
    "url": "https://www.igdb.com/games/hawken"
  },
  {
    "id": 3478,
    "genres": [
      9,
      15
    ],
    "involved_companies": [
      9051,
      51777,
      51778
    ],
    "name": "Dr. Luigi",
    "rating": 74.0,
    "summary": "Zap viruses in a falling block puzzle game featuring Dr. Luigi! \n \nThere’s a new doctor in the house! Dr. Mar—or, uh, Dr. Luigi is a new twist on this classic virus-popping puzzle game! Use new L-shaped pills in a brand new game mode and compete with players locally or online. \n \nDrop pills the usual way, or get a second opinion with the Wii U GamePad controller. Virus Buster mode lets you position falling pill segments with the touchscreen and stylus to place them wherever you want. Use L-shaped pills carefully in the new Operation L mode or, for you die-hard Dr. Mario fans, there’s always Retro Remedy mode. Feeling better? Then sweat it out online and see where you rank among the world’s elite Operation L and Retro Remedy mode players. Both modes feature online leaderboards. It’s just what the doctor ordered…even if it’s a little late!",
    "url": "https://www.igdb.com/games/dr-luigi"
  },
  {
    "id": 5494,
    "genres": [
      4,
      5,
      11,
      13,
      15
    ],
    "involved_companies": [
      13303,
      13304
    ],
    "name": "Armored Core: Verdict Day",
    "rating": 75.0,
    "summary": "Command a squadron of advanced Armored Core mechs in a dystopian future ravaged by war and stripped of natural resources. Players will form squads of up to 20 members and enlist into one of the various in-game factions to wrestle control of territories away from other players in the game\u0027s persistent multiplayer mode.",
    "url": "https://www.igdb.com/games/armored-core-verdict-day"
  },
  {
    "id": 5539,
    "genres": [
      15,
      24
    ],
    "involved_companies": [
      40285,
      40287,
      57455,
      57456
    ],
    "name": "Archon",
    "rating": 73.6441349708424,
    "summary": "Archon: The Light and the Dark was a game developed by Free Fall Associates which loosely modeled the game of Chess, with a number of additions to the gameplay. It was programmed by Anne Westfall, and released originally for Atari 8-bit computers in 1983. It was quickly ported to a number of different systems, and was well-received.",
    "url": "https://www.igdb.com/games/archon"
  },
  {
    "id": 9621,
    "genres": [
      4
    ],
    "involved_companies": [
      33214,
      33215,
      38860,
      38861
    ],
    "name": "Super Smash Bros. for Nintendo 3DS",
    "rating": 78.3825307399509,
    "summary": "Super Smash Bros. for Nintendo 3DS is the first portable entry in the renowned series, in which game worlds collide. \n \nUp to four players battle each other locally or online using some of Nintendo’s most well-known and iconic characters across beautifully designed stages inspired by classic portable Nintendo games. It’s a genuine, massive Super Smash Bros. experience that’s available to play on the go, anytime, anywhere.",
    "url": "https://www.igdb.com/games/super-smash-bros-for-nintendo-3ds"
  },
  {
    "id": 17818,
    "genres": [
      31
    ],
    "involved_companies": [
      32777,
      32778,
      32779,
      32780
    ],
    "name": "Disney Infinity 2.0: Marvel Super Heroes",
    "rating": 69.1814654425538,
    "summary": "In Disney Infinity (2.0 Edition) you have the freedom and endless opportunity to create stories and play experiences starring some of your favorite Marvel Super Heroes and Disney characters. Save the World or Create your Own!",
    "url": "https://www.igdb.com/games/disney-infinity-2-dot-0-marvel-super-heroes"
  },
  {
    "id": 17829,
    "genres": [
      9,
      31
    ],
    "involved_companies": [
      32798,
      32799
    ],
    "name": "Disney Princess: Enchanted Journey",
    "rating": 70.0,
    "summary": "Meet and interact with the popular Disney Princesses while expanding your creativity and exploring important themes, such as courage, friendship, trust and discovery. Customize your own unique heroine character and enter a thrilling adventure through four fun-filled levels. Help these amazing princesses restore order in their enchanted kingdoms and overcome the forces of evil.",
    "url": "https://www.igdb.com/games/disney-princess-enchanted-journey"
  },
  {
    "id": 23929,
    "genres": [
      31
    ],
    "involved_companies": [
      39435,
      39436
    ],
    "name": "Murder on the Zinderneuf",
    "url": "https://www.igdb.com/games/murder-on-the-zinderneuf"
  },
  {
    "id": 56697,
    "genres": [
      25,
      32
    ],
    "involved_companies": [
      64473
    ],
    "name": "Coffee Crisis",
    "rating": 70.0,
    "summary": "Coffee Crisis is an arcade-style beat \u0027em up full of caffeinated carnage! This is a full scale release for the Sega Genesis/Mega Drive, packed with classic gameplay and an extra espresso shot of action!",
    "url": "https://www.igdb.com/games/coffee-crisis"
  },
  {
    "id": 114045,
    "genres": [
      8,
      10
    ],
    "involved_companies": [
      73389,
      74235,
      74236
    ],
    "name": "Trials Rising: Gold Edition",
    "summary": "Trials Rising [Gold Edition] includes: \n \n- Base Game \n- Expansion Pack \n- A 16-page Sticker Artbook",
    "url": "https://www.igdb.com/games/trials-rising-gold-edition"
  }
,
  {
    "id": 7660,
    "genres": [
      4,
      10,
      13
    ],
    "involved_companies": [
      17963
    ],
    "name": "Tekken Revolution",
    "rating": 66.050898866997,
    "summary": "One of the best-selling franchises of all time is now available for FREE! Jump on as one of your favorite characters and pummel your way to victory! For the first time in the franchise, level up your characters! Break through walls, break through the floor, and ultimately break your opponent.",
    "url": "https://www.igdb.com/games/tekken-revolution"
  },
  {
    "id": 9717,
    "genres": [
      15,
      16,
      24
    ],
    "involved_companies": [
      23145
    ],
    "name": "Permia - Duels",
    "summary": "Permia – Duels is a multiplayer online collectible card game that offers real strategy in five minutes. The game is set in prehistoric fantasy world of Permia, which is populated by reptilian beasts, elemental dragons and many strange and unique peoples. Players flip each other\u0027s units to take control of the battleground. Take advantage of the changing special ground types and unit special powers to gain an upper hand against your opponent.",
    "url": "https://www.igdb.com/games/permia-duels"
  },
  {
    "id": 11692,
    "genres": [
      15,
      16,
      24,
      31,
      32
    ],
    "involved_companies": [
      41957,
      41958
    ],
    "name": "War of the Human Tanks - ALTeR",
    "rating": 70.0,
    "summary": "\"Human Tanks - ALTeR is the second installment of the War of the Human Tanks series, and sequel to War of the Human Tanks. This time you assume command of the enemy of the first game, the Royal Army, and fight back for all you hold dear!\n\nWar of the Human Tanks is a story driven strategy game with a gameplay reminiscent of Battleship and Chess, featuring a story of war, loyalty, sacrifice and human shaped tanks.\"",
    "url": "https://www.igdb.com/games/war-of-the-human-tanks-alter"
  },
  {
    "id": 11693,
    "genres": [
      15,
      16,
      24,
      31,
      32
    ],
    "involved_companies": [
      36285,
      41907
    ],
    "name": "War of the Human Tanks - Limited Operations",
    "rating": 70.0,
    "summary": "\"War of the Human Tanks - Limited Operations is the third game of the \u0027War of the Human Tanks\u0027 series. \n\nIn \u0027Japon\u0027, a country bearing a close resemblance to modern-day Japan, \u0027Human Tanks\u0027 have been fighting a sequence of wars against each other. Due to the reduction of \u0027radiotoxic particles\u0027, their fuel, their era is considered to be about to end. While their end comes to one tank after another, the very final war of Human Tanks is on the verge of beginning. \n\nSeek out, charge and self-destruct to destroy your enemies in this strategy game! \nLead your Human Tanks and complete your missions! \n\nThis is a strategy game where you control Human Tanks - human-shaped tanks - and fight against other Human Tanks on the side of the hostile country. \nScout out the enemy and plan your strategy, but remember that your tanks will go down in one hit and be lost forever. \n\nKey features:\n- Over 50 missions with strategic, semi real-time battles\n- Countless cute Human Tanks to battle with and against\n- Replay missions at any time to improve your rank\n- English localisation will feature hand-drawn battle backgrounds and an improved user interface\"",
    "url": "https://www.igdb.com/games/war-of-the-human-tanks-limited-operations"
  },
  {
    "id": 11743,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      38779,
      38780,
      38781
    ],
    "name": "Ray Gigant",
    "rating": 50.0,
    "summary": "Ray Gigant is a Japanese dungeon-crawling role-playing game. The stage of Ray Gigant is set in June of year 20xx, where the world has been destroyed by a giant creature known as the “gigant” that suddenly appeared on the planet. The story revolves around three characters, with Ichiya Amakaze as the protagonist, alongside Nil Phineas and Kyle Griffon. In battle, your party is made of three members. Unlike other dungeon-crawlers by Experience, the perspective in combat will show the backside of the characters.",
    "url": "https://www.igdb.com/games/ray-gigant"
  },
  {
    "id": 54743,
    "genres": [
      31
    ],
    "involved_companies": [
      59467,
      59468
    ],
    "name": "Kenka Banchou Otome ~Kanzen Muketsu no My Honey~",
    "summary": "Kenka Banchou Otome ~Kanzen Muketsu no My Honey~",
    "url": "https://www.igdb.com/games/kenka-banchou-otome-kanzen-muketsu-no-my-honey"
  },
  {
    "id": 54778,
    "genres": [
      12,
      15,
      24
    ],
    "involved_companies": [
      53262,
      53433,
      53434
    ],
    "name": "Naruto x Boruto: Ninja Voltage",
    "summary": "Naruto x Boruto: Ninja Voltage is a mobile action RPG based on the Naruto anime franchise.",
    "url": "https://www.igdb.com/games/naruto-x-boruto-ninja-voltage"
  },
  {
    "id": 85430,
    "genres": [
      13
    ],
    "involved_companies": [
      66276,
      66277,
      66278
    ],
    "name": "Teddy Together",
    "summary": "Teddy Together is a life simulator video game. The game is based around the player taking care of a teddy bear.",
    "url": "https://www.igdb.com/games/teddy-together"
  },
  {
    "id": 89561,
    "genres": [
      16,
      32
    ],
    "involved_companies": [
      62625
    ],
    "name": "Soulsmith",
    "summary": "Soulsmith is a strategy card game where fearless warriors led by mighty heroes battle on the arena for honor, glory, and loot. From building your deck to playing heroes or warriors to a specific lane, every decision you make will require strategic planning and forecasting your opponent\u0027s moves. Destroy your enemies with powerful magic, crush foes with overwhelming brute force or outsmart the opponent with your own unique strategy, it\u0027s all up to you! In Soulsmith, there is no such thing as rare cards with enormously high stats. Every single castle, hero, warrior, recipe, item, fort or monster may be good or bad depending on your strategy and the situation on the arena. \n \nCreate a mighty deck and conquer the Riviere of Worlds in thrilling PvE encounters or show who\u0027s the boss in PvP games. Both modes will grant you with tons of fun and new cards.",
    "url": "https://www.igdb.com/games/soulsmith"
  },
  {
    "id": 114156,
    "genres": [
      31
    ],
    "involved_companies": [
      73402
    ],
    "name": "SUCCUBUS",
    "summary": "Become a demonic priestess of lust and use her unique skills to take revenge on your enemies. Regain your kingdom making hell tremble under your hooves! Left no one alive if they won\u0027t bend the knee.",
    "url": "https://www.igdb.com/games/succubus--1"
  }
,
  {
    "id": 3613,
    "genres": [
      31
    ],
    "involved_companies": [
      9340,
      9341,
      9342,
      9343
    ],
    "name": "Tigger\u0027s Honey Hunt",
    "summary": "Winnie the Pooh needs YOU! How can he throw a party without honey? Play as Tigger and run, jump, and bounce around the 100 Acre Wood in search of Pooh\u0027s \"most favorite\" snack. Along the journey there\u0027ll be plenty of challenges - blustery blowing leaves to ride, icy terrain, falling boulders, menacing bees, pesky bats and more. Earn Tigger\u0027s very special \"Tiggertastic Bounce\" as a bonus!",
    "url": "https://www.igdb.com/games/tigger-s-honey-hunt"
  },
  {
    "id": 3619,
    "genres": [
      8
    ],
    "involved_companies": [
      9359,
      9360,
      9361,
      9362
    ],
    "name": "Toy Story 2: Buzz Lightyear to the Rescue",
    "rating": 71.3042928875339,
    "summary": "Woody has been stolen from the bedroom, ready to be sold to the highest bidder by an evil toy collector. It\u0027s up to good friend Buzz Lightyear to fight his way through from the bedroom to the outside world in order to save Woody from the toy market and bring him home. All of the character from the 3D animated movie appear through-out the side scroller to help Buzz get to where he is needed. Along with the use of his cannon, Buzz can jump to hard to reach places, also useful in collecting the hidden coins that open bonus levels.",
    "url": "https://www.igdb.com/games/toy-story-2-buzz-lightyear-to-the-rescue"
  },
  {
    "id": 7685,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      17994,
      17995,
      17996,
      42538
    ],
    "name": "LEGO Batman 3: Beyond Gotham",
    "rating": 71.8823045264971,
    "summary": "In LEGO Batman 3: Beyond Gotham, the Caped Crusader joins forces with the super heroes of the DC Comics Universe and blasts off to outer space to stop the evil Brainiac from destroying Earth. Using the power of the Lantern Rings, Brainiac shrinks worlds to add to his twisted collection of miniature cities from across the universe. Now the greatest super heroes and the most cunning villains must unite and journey to different Lantern Worlds to collect the Lantern Rings and stop Brainiac before it’s too late.",
    "url": "https://www.igdb.com/games/lego-batman-3-beyond-gotham"
  },
  {
    "id": 9736,
    "genres": [
      13
    ],
    "involved_companies": [
      23183
    ],
    "name": "Pet Shows",
    "summary": "Pet Shows is a pet manager game for all ages. Create and train your personal dream team and compete against other players in fast paced mini games. Collect all of the over 300 adorable pets.",
    "url": "https://www.igdb.com/games/pet-shows"
  },
  {
    "id": 9772,
    "genres": [
      8,
      9,
      32
    ],
    "involved_companies": [
      25149,
      25151
    ],
    "name": "And Yet It Moves",
    "rating": 73.94529303779,
    "summary": "A physics based puzzle platformer with that uses the ability to change the game worlds gravity by 90 or 180 degrees to move objects and the players character around the level. \nHas 17 Levels. \nHas time trails, collectables and unlockable modes. \nEarn stamps for beating chapters in time trail, limited rotations, and survival mode.",
    "url": "https://www.igdb.com/games/and-yet-it-moves--1"
  },
  {
    "id": 20021,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      41333,
      44341,
      44342
    ],
    "name": "Operation Abyss: New Tokyo Legacy",
    "rating": 60.0,
    "summary": "Operation Abyss is a first person RPG dungeon crawler with turn-based battles using a customized team of 6 characters from a total of 10 classes. \n \nOperation Abyss: New Tokyo Legacy is a combined remake of the first two games in the Generation Xth trilogy, Code Hazard and Code Breaker, by Experience Inc. based on the Wizardry series. They were only released in Japan. \n \nThe sequel \"Operation Babel: New Tokyo Legacy\" is the remake of the third Generation Xth game, Code Realize.",
    "url": "https://www.igdb.com/games/operation-abyss-new-tokyo-legacy"
  },
  {
    "id": 22072,
    "genres": [
      5
    ],
    "involved_companies": [
      49800,
      49801,
      49802,
      49803
    ],
    "name": "Gungrave",
    "summary": "A third-person shooter developed and published by Red Entertainment (Sega in North America and Activision in Europe) for the PlayStation 2. Gungrave follows its main character through a variety of stages on a path of revenge.",
    "url": "https://www.igdb.com/games/gungrave"
  },
  {
    "id": 28164,
    "genres": [
      5,
      32
    ],
    "involved_companies": [
      55139
    ],
    "name": "Holdfast: Nations At War",
    "rating": 80.0,
    "summary": "Holdfast: Nations At War is an online multiplayer first and third person shooter focusing on a combination of teamwork and individual skill. Take part in historic clashes on land and at sea waged by the most powerful nations during the great Napoleonic Era. Charge into battle with over 125 players per server! \n \nFeatures \n \n- Join the Navy - Experience what it’s like to be a crew member on board a military sailing ship. Raise the sails, fire the cannons, test the water depths and cooperate to keep your vessel afloat! \n \n- Enlist in the Army - Work with your comrades to storm enemy fortifications, support the fight from the rear with artillery fire or keep the line steady in open field battles and lead your men to victory! \n \n- Class System - Play as a Captain, Sailor, Line Infantry and more! Every class comes with its own traits and roles which are crucial for your team’s survival. \n \n- Challenging Combat - Whether you are manning cannon, firing a musket or swinging a sword, Holdfast: NaW\u0027s combat mechanics are easy to learn but hard to master. Skill is rewarded via a precision and timing based directional melee combat system that puts players’ reflexes and dexterity to the test. \n \n- Competitive Play - There will be plenty of chances for you and your mates to take on other groups in tournaments and fierce competitive events. Hone your skills because you can be sure that your opponents will too!",
    "url": "https://www.igdb.com/games/holdfast-nations-at-war"
  },
  {
    "id": 28186,
    "involved_companies": [
      46024
    ],
    "name": "Pac-Man Maker",
    "summary": "Rumored game, based on a trademark, in development by Bandai Namco",
    "url": "https://www.igdb.com/games/pac-man-maker"
  },
  {
    "id": 54783,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      60552
    ],
    "name": "Tekken Mobile",
    "rating": 90.0,
    "summary": "*Minimum Requirements: iPhone 6 or higher and IOS 10\n\nTEKKEN, the world\u0027s most successful fighting game franchise has been brought to mobile! Join PAUL, KAZUYA, XIAOYU, LAW, PANDA, NINA \u0026 all other famous fighters to engage in an intuitive, deep combat system featuring fighting techniques from all around the world. Take on the role of the Dojo Master, collecting, upgrading and battling with your favourite fighters from the legendary TEKKEN franchise!\n\nWHAT\u0027S YOUR NEXT MOVE?\n\nTEKKEN FEATURES\n• Collect over 20 characters with unique fighting styles\n• Upgrade and unlock over 20 unique special moves for each fighter\n• Battle it out in Unique Game modes including STORY MODE missions, online versus battles in DOJO CHALLENGE and rotating LIVE EVENT challenges!\n\nSTORY MODE - Explore the world of TEKKEN\n• Join the legendary fighter, Kazuya Mishima, as he battles against his toughest adversary yet! Battle through a map-based campaign featuring unique encounters and specialised and powerful bosses.E7\n• Build specialised teams to take down unique missions\n• Explore dynamic battle maps to uncover compelling challenges and rewards\n\nDOJO CHALLENGE - Online Versus Battles\n• Build a team and battle against your friends and the community in this online versus mode\n• Players build teams of attackers and defenders to compete in monthly seasons for unique rewards\n• Ranked ladders allow players to progress and measure up against the best players in the world\n• The game records and upload players\u0027 own in-game fighting styles and apply this to their dojos\u0027 AI, giving them an authentic feel\n\nLIVE EVENTS - Brand new content to experience daily\n• Live events feature daily, weekly and monthly rotating content. A fresh experience every time you play!\n• Special themed events will provide unique experiences and encounters\n• Rare characters and content available during Special Events\n\nOfficial Website:\nwww.tekken-mobile.com\n\nJoin the community:\nreddit.com/r/TekkenMobile\n\nLike us on Facebook: \nhttps://www.facebook.com/tekkenmobile/\n\nFollow us on Twitter: \nhttps://www.twitter.com/TekkenMobile\n@TekkenMobile\n\nHave any problems or suggestions? \nYou can reach us at https://service.bandainamcoent.eu/app/list/p/7264",
    "url": "https://www.igdb.com/games/tekken-mobile"
  }
,
  {
    "id": 3699,
    "genres": [
      11,
      13,
      15
    ],
    "involved_companies": [
      17754,
      17755,
      17756
    ],
    "name": "The Settlers II: 10th Anniversary",
    "rating": 80.9664678913589,
    "summary": "The Settlers II: 10th Anniversary is a remake of the original \"The Settlers II\" game. It features updated graphics and a slghtly altered gameplay.",
    "url": "https://www.igdb.com/games/the-settlers-ii-10th-anniversary"
  },
  {
    "id": 3717,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      9598,
      34294,
      34295
    ],
    "name": "Kirby\u0027s Adventure",
    "rating": 79.520060633237,
    "summary": "Not everything is well in Dream Land. For some mysterious reason, the Dream Spring, a magical well that is the reservoir for all the dreams of the citizens of Dream Land, is no longer working. Everyone is being subjected to their worst nightmares every time they go to sleep. Upon reaching the Dream Spring, Kirby finds out that evil King Dedede has stolen the Star Rod, thus depriving Dream Land of the magical energy that feeds its spring. Using 20 unique tricks and your ability to steal your enemies\u0027 powers by swallowing them, you\u0027ll have to make your way through a horrific land filled with all kinds of nightmares. Recover the broken pieces of the Star Rod, and everyone in Dream Land will sleep peacefully once again. If you fail, the citizens of Dream Land will be subjected to a lifetime of terrible nightmares.",
    "url": "https://www.igdb.com/games/kirby-s-adventure"
  },
  {
    "id": 3721,
    "genres": [
      8
    ],
    "involved_companies": [
      9606,
      9607,
      9608,
      9609,
      9610
    ],
    "name": "Kirby \u0026 the Amazing Mirror",
    "rating": 88.480688267315,
    "summary": "Once again, Kirby must save the kingdom from evil. But this time he\u0027ll need some backup. As Kirby, you can call up one of four alter egos for help during your quest. Each character features new copy abilities that range from arrow-shooting to melee moves. Practice your skills in new side games, such as Crackity Hack and Speed Eaters. In addition to new abilities and subgames, Kirby \u0026 the Amazing Mirror also introduces new multiplayer modes.",
    "url": "https://www.igdb.com/games/kirby-and-the-amazing-mirror"
  },
  {
    "id": 11912,
    "genres": [
      15,
      24
    ],
    "involved_companies": [
      40288,
      40289
    ],
    "name": "Archon II: Adept",
    "summary": "Archon 2 or also Adept is the successor of the successful Electronic Arts classic Archon. As already seen in Archon, an apocalyptic fight takes place in a fantasy surrounding, now not between \"light\" and \"dark\" but between \"order\" and \"chaos\". \n \nIt all happens in a game area which is divided into 4 elemental layers. In the center is the earth layer, it is surrounded by the water layer and this is surrounded by the air layer. The outer layer is made of fire. \nOpposite to its forerunner the players start in Adept only with one magician (\"Adept\") per layer. All the other creatures have to be conjured in the course of the game. Evocations and other spells cost energy, which is renewed by occupying energy points on the game area with your own creatures. The more points you occupy, the more energy you get. \n \nEvery side possesses 4 own elemental beings, which have a special force when they are on their corresponding layer. Moreover 4 different demons can be conjured from both sides, which can fight independently from the chosen element. Many of these creatures can use a shooting attack, but they have also lots of special attacks. \n \nWhen two figures meet on a field, here also the screen is zoomed and a fight for life and death starts. The winner claims the hard-fought field. \n \nDependent on the layer you are fighting on, the battlefield has different obstacles such as slowing-down lakes, shoot destracting swirls, flame walls or simply walls ready. The only exception are the two void fields, here no terrain is used",
    "url": "https://www.igdb.com/games/archon-ii-adept"
  },
  {
    "id": 18017,
    "genres": [
      8,
      9,
      12,
      31
    ],
    "involved_companies": [
      46497,
      46499,
      48747
    ],
    "name": "The Legend of Zelda: Twilight Princess HD",
    "rating": 84.1375350195979,
    "summary": "The Legend of Zelda: Twilight Princess is a critically acclaimed masterpiece, set in a massive world bursting with life—but also shadow. A dark figure from the Twilight Realm has invaded the world of light. As Link, a farmhand turned cursed beast, join forces with the impish Midna and trusted (albeit unusual) allies to survive a quest that\u0027ll take you to the farthest corners of Hyrule and beyond… to the Twilight Realm. This emotional adventure is now on the Wii U console with improved visuals and controls—and new challenges. Choose Hero Mode to take 2x normal damage, or tap the Wolf Link amiibo figure to unlock the tough Cave of Shadows.",
    "url": "https://www.igdb.com/games/the-legend-of-zelda-twilight-princess-hd"
  },
  {
    "id": 20048,
    "genres": [
      12,
      25,
      31
    ],
    "involved_companies": [
      49563,
      49564,
      49565
    ],
    "name": "Darksiders II: Deathinitive Edition",
    "rating": 76.7714517999175,
    "summary": "A remastered version of the 2012 release, Darksiders II. \n \nAwakened by the End of Days, Death, the most feared of the legendary Four Horsemen, embarks upon a quest to restore mankind, and redeem his brother\u0027s name. Along the way, the Horseman discovers that there are far worse things than an earthly Apocalypse, and that an ancient grudge may threaten all of Creation. \n \nDarksiders II follows the exploits of Death, one of the four horsemen of the Apocalypse, in an action-packed tale that runs parallel to the events in the original Darksiders game. This epic journey propels Death across an expansive gameworld as he tries to redeem his brother, War, the horseman blamed for prematurely starting the Apocalypse in Darksiders. \n \nLike the original Darksiders game before it, the second iteration of the series is primarily a hack \u0027n slash adventure. The game takes place across netherworld environments, including \u0027The White city\u0027, an outpost where angels live, and \u0027The Eternal Throne\u0027, a floating fortress where the Lords of the Dead stand guard over souls that need to be cleansed. Although Death is the most feared of the Four Horsemen, his physical abilities are very different than his brother, War. Death is far more nimble, and relies on a combination of melee and ranged attacks. In combat Death\u0027s primary weapon is his huge iconic scythe, with a wide range of other weapons and usable items that must be gathered as the game progresses. Weapons can be dual-wielded, upgradable armor can be acquired for protection and Death has access to his terrifying and powerful mount, Despair.",
    "url": "https://www.igdb.com/games/darksiders-ii-deathinitive-edition"
  },
  {
    "id": 26268,
    "genres": [
      12,
      15,
      16,
      24,
      32
    ],
    "involved_companies": [
      42496
    ],
    "name": "Fae Tactics",
    "summary": "Endlessfluff Games is working on a  Turn-based Tactics/Strategy RPG. \nThe game is set in the same world as one of their earlier games Legend of Fae, a match 3 RPG style game.",
    "url": "https://www.igdb.com/games/fae-tactics"
  },
  {
    "id": 48711,
    "genres": [
      10,
      33
    ],
    "involved_companies": [
      52037
    ],
    "name": "Mario Kart Arcade GP VR",
    "summary": "\"The globally popular Mario Kart Arcade GP has been reborn at the VR ZONE with the kind of thrill-packed action that could only come from a VR activity! Enter the Mario Kart universe you know and love and race to the finish line \n \nThe course is filled with the well-known Mario Kart traps and tricks. Dodge giant Piranha Plants and Thwomps, leap over huge ravines, and watch out for Koopa as he tries to get in your way.... \n \nDive into the world of Mario Kart!\"",
    "url": "https://www.igdb.com/games/mario-kart-arcade-gp-vr"
  },
  {
    "id": 83583,
    "genres": [
      14,
      32
    ],
    "involved_companies": [
      66737
    ],
    "name": "Log Jammers",
    "summary": "Find some flannel and pack your adrenaline for this action-packed, horror sports tragedy. The stakes are high, and the multi-species cheerleaders are jumping higher.",
    "url": "https://www.igdb.com/games/log-jammers--1"
  }
,
  {
    "id": 1766,
    "genres": [
      8,
      12
    ],
    "involved_companies": [
      10372,
      10373
    ],
    "name": "Mega Man Network Transmission",
    "rating": 58.939161766799,
    "summary": "Mega Man Network Transmission combines elements of Mega Man\u0027s traditional platforming and Battle Network\u0027s card-based fighting.",
    "url": "https://www.igdb.com/games/mega-man-network-transmission"
  },
  {
    "id": 3781,
    "genres": [
      31
    ],
    "involved_companies": [
      9788,
      9789,
      9790,
      9791
    ],
    "name": "Finding Nemo",
    "rating": 66.02936807783,
    "summary": "Based off the 2003 feature film, Disney•Pixar\u0027s Finding Nemo, play as Marlin and Nemo in two separate major story lines!",
    "url": "https://www.igdb.com/games/finding-nemo"
  },
  {
    "id": 7872,
    "genres": [
      10
    ],
    "involved_companies": [
      18376,
      18377
    ],
    "name": "Crime Cities",
    "summary": "Crime Cities is a PC game released in 2001, that follows Garm Tiger, an undercover agent in a lawless society of the future.",
    "url": "https://www.igdb.com/games/crime-cities"
  },
  {
    "id": 7873,
    "genres": [
      5,
      10
    ],
    "involved_companies": [
      18378,
      18379,
      19993,
      19994
    ],
    "name": "Chrome",
    "rating": 45.1867721524218,
    "summary": "You play as Logan, a surly space-faring mercenary in this first-person shooter. Travel from planet to planet working for the highest paying corporation. You not only travel on foot, you can man a variety of different vehicles on the land, air and sea. Chrome adds a neat spin on the first-person shooter realm with features such as an inventory system, cybernetic implants that enhance your abilities and an engaging and cinematic storyline.",
    "url": "https://www.igdb.com/games/chrome"
  },
  {
    "id": 9914,
    "genres": [
      12
    ],
    "involved_companies": [
      23523,
      23524,
      23525
    ],
    "name": "Demon Gaze",
    "summary": "A first person RPG dungeon crawler that uses a team of 5 characters from 5 races with 7 classes. The main character has a unique class while the other characters can be customized. The game uses turn-based combat with random and visible encounters, items can be used to summon monsters at set points in each dungeon.",
    "url": "https://www.igdb.com/games/demon-gaze"
  },
  {
    "id": 18138,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      33296,
      70641,
      70642,
      70643
    ],
    "name": "Pokkén Tournament",
    "rating": 63.4050339123625,
    "summary": "Pokkén Tournament was developed with BANDAI NAMCO Entertainment, Inc., the producers of one of the top achievements in fighting games, the Tekken series. True to its legacy, this game brings tight gameplay and incredible control to never-before-seen battles between Pokémon. The gameplay is designed to be enjoyed by a wide range of people—even those who have never played a fighting game or an action game before can easily pick it up and play! \n \nKey Word: Pokke, pokkén, pokken, poken, pokén",
    "url": "https://www.igdb.com/games/pokken-tournament"
  },
  {
    "id": 34470,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      54449
    ],
    "name": "The Coma: Cutting Class",
    "rating": 80.0,
    "summary": "The Coma: Cutting Class is a survival horror adventure game. You are Youngho, a Korean high school student trapped and relentlessly pursued by a psychotic killer in the hellish corridors of Sehwa High. Run, hide, explore, and survive while piecing together the mystery of how and why you\u0027re here.",
    "url": "https://www.igdb.com/games/the-coma-cutting-class"
  },
  {
    "id": 42710,
    "genres": [
      12,
      15
    ],
    "involved_companies": [
      57888
    ],
    "name": "SD Gundam G Generation Overworld",
    "summary": "SD Gundam G Generation Over World is the PSP installation in the video game series with an original story as well as the scattered stories mode as in previous games. \n \nThe player begins the game with a weak Flagship and several original Pilots and units. You then choose which stage you want to play. You will need to play the early stages in order to reveal the later stages. After you finish the stages in a chapter, you will be able to play a boss map to conclude a chapter. Then you are on to the next one. \n \nAlternatively, you can play the original story mode that will put you on a more difficult series of battles than the scatter story mode. \n \nThere is three modes that show the true ending of the game if completed. Core Mode is unlocked by finishing Rank mode (Scatter Mission Mode), Overworld Mode by finishing the extra missions and Core Mode, which contains the final battle of the main saga , and Hell Mode, the final mode of the game, and shows the truth about the story of the game and serves as the epilogue of the saga and therefore, the true ending. \n \nLike the other games in the series, your unit gain XP from destroying enemies and when they gain certain level, you can upgrade them to new units. \n \nMaster Pilots also returned to this game, this time they all have very powerful abilities that can really change the pace of the battles. \n \nAlthough this series has never been released in the West this game has a English patch available making this the only translated version of the series.",
    "url": "https://www.igdb.com/games/sd-gundam-g-generation-overworld"
  },
  {
    "id": 85664,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      60560
    ],
    "name": "Digimon ReArise",
    "url": "https://www.igdb.com/games/digimon-rearise"
  },
  {
    "id": 102088,
    "genres": [
      13,
      31
    ],
    "involved_companies": [
      64975
    ],
    "name": "Sword Art Online VR: Lovely Honey Days",
    "url": "https://www.igdb.com/games/sword-art-online-vr-lovely-honey-days"
  }
,
  {
    "id": 1833,
    "genres": [
      5,
      12,
      25
    ],
    "involved_companies": [
      5137,
      5138
    ],
    "name": "Dead Island: Riptide",
    "rating": 71.1649198047856,
    "summary": "They thought they had escaped Banoi, but can\u0027t wake up from this nightmare. Thrown back into the midst of the Zombie outbreak, the fight for survival continues! \n \nDead Island Riptide takes players to the island of Palanai on the Banoi archipelago, infested with bloodthirsty Zombies and only a few remaining Survivors still fighting for their lives. Introducing new terrifying enemies, deadly weapons, a new playable character and much more, Dead Island Riptide will draw players back into a world that has grown corrupt - with the last rays of hope vanishing in rising tides.",
    "url": "https://www.igdb.com/games/dead-island-riptide"
  },
  {
    "id": 3818,
    "genres": [
      5,
      31
    ],
    "involved_companies": [
      9918,
      35181,
      35182
    ],
    "name": "Bionicle Heroes",
    "rating": 80.0,
    "summary": "Bionicle Heroes is an action-shooter where the player takes on the role of the various Lego Bionicle Toa Inika - Jaller, Matoro, Hahli, Kongu, Hewkii, and Nuparu. \n \nThese heroes wear Toa Masks of Power - powerups you can find throughout the levels to gain different elemental based abilities. You\u0027ll also find Bionicle cannisters to help aid your quest to defeat Vezon - the 7th Piraka who had stolen the Mask of Life. \n \nGameplay centers around firefights against the alien \"robots\" called Vahki, Visorak and Borhok. Players will collect Lego pieces for every enemy you defeat, and eventually enable an invulnerable Hero Mode to help defeat the Toa\u0027s enemies.",
    "url": "https://www.igdb.com/games/bionicle-heroes"
  },
  {
    "id": 3857,
    "genres": [
      31
    ],
    "involved_companies": [
      10019,
      10020
    ],
    "name": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
    "rating": 57.1412801202515,
    "summary": "Based on the Walt Disney Pictures and Walden Media film capturing the renown and beloved book series from author C.S. Lewis. \n \nPlayers enter the world of Narnia, a land frozen in a 100 year winter by the evil powers of the malevolent and evil White Witch. In order to end this frigid captivity and free his people, the mighty lion Aslan, true ruler of Narnia, invokes an ancient prophecy. It will become the destiny of four young siblings from our world: Peter, Susan, Edmund and Lucy Pevensie to work together and use their unique combat skills, weaponry and abilities to defeat the Witch and her armies to save Narnia. These four unlikely heroes must battle the evil forces of the White Witch by waging war against a vast variety of creatures, including Centaurs, Minotaurs, Minoboars, Cyclops, Werewolves, Wraiths, Ankleslicers, Wolves, Satyrs, Boggles and more.",
    "url": "https://www.igdb.com/games/the-chronicles-of-narnia-the-lion-the-witch-and-the-wardrobe"
  },
  {
    "id": 16148,
    "genres": [
      15,
      32
    ],
    "involved_companies": [
      30320,
      30321
    ],
    "name": "Grotesque Tactics: Evil Heroes",
    "summary": "Grotesque Tactics is a story driven, satirical RPG with a strategic combat system. A party of 10 anti-heroes are fighting in a grotesque world that combines the features and clichés of Western and Asian Strategy RPGs like Final Fantasy Tactics, Heroes of Might \u0026 Magic and Fire Emblem.",
    "url": "https://www.igdb.com/games/grotesque-tactics-evil-heroes"
  },
  {
    "id": 16149,
    "genres": [
      12,
      15,
      31,
      32
    ],
    "involved_companies": [
      30322,
      30323
    ],
    "name": "Grotesque Tactics 2: Dungeons and Donuts",
    "rating": 50.0,
    "summary": "Grotesque Tactics 2: Dungeons \u0026 Donuts is the successor to the celebrated RPG-parody Grotesque Tactics. Experience an ironic story-driven RPG with humorous dialogue-puzzles in the style of Monkey Island as well as a strategic combat system, where your party members are controlled simultaneously.",
    "url": "https://www.igdb.com/games/grotesque-tactics-2-dungeons-and-donuts--1"
  },
  {
    "id": 20203,
    "genres": [
      13,
      15
    ],
    "involved_companies": [
      67309,
      67310
    ],
    "name": "Codename: Panzers - Phase Two",
    "rating": 70.0,
    "summary": "Fight alongside your troops in the sweltering desert heat of the Sahara or in the blustery heights of the Italian Alps. Wield your strategic prowess to gain the upper hand by the light of day and exploit the dark shroud of night to launch surprise attacks. Tanks, planes, troops, weapons - the resources are at your command.",
    "url": "https://www.igdb.com/games/codename-panzers-phase-two"
  },
  {
    "id": 24311,
    "involved_companies": [
      47289,
      54613
    ],
    "name": "Dead Island Riptide Definitive Edition",
    "rating": 50.0,
    "summary": "Welcome to the zombie apocalypse experience of a lifetime – more beautiful than ever. Caught in an epic zombie outbreak on the tropical island of Banoi, your only thought is: Survive!",
    "url": "https://www.igdb.com/games/dead-island-riptide-definitive-edition"
  },
  {
    "id": 55037,
    "genres": [
      4
    ],
    "involved_companies": [
      53426,
      53427
    ],
    "name": "Street Fighter EX 3",
    "url": "https://www.igdb.com/games/street-fighter-ex-3"
  },
  {
    "id": 98082,
    "genres": [
      31
    ],
    "involved_companies": [
      72998
    ],
    "name": "NG",
    "url": "https://www.igdb.com/games/ng"
  },
  {
    "id": 112429,
    "genres": [
      12,
      16
    ],
    "involved_companies": [
      71731
    ],
    "name": "Super Robot Wars DD",
    "url": "https://www.igdb.com/games/super-robot-wars-dd"
  }
,
  {
    "id": 5940,
    "genres": [
      13
    ],
    "involved_companies": [
      14279,
      14280
    ],
    "name": "N.U.D.E.@ Natural Ultimate Digital Experiment",
    "summary": "A virtual humanoid robot who responds to voice commands, never released outside of Japan.",
    "url": "https://www.igdb.com/games/n-u-d-e-natural-ultimate-digital-experiment"
  },
  {
    "id": 8020,
    "genres": [
      8
    ],
    "involved_companies": [
      18851,
      18852,
      18853,
      18854,
      18855,
      18856,
      18857
    ],
    "name": "Toy Story",
    "rating": 62.2294433793469,
    "summary": "This game is based on the movie \"Toy Story\". It sets you as the character of Woody as you jump, swing and drive to the end of each level. Each level contains familiar scenes from the movie. The gameplay consists of the platform\\sidescrolling kind. You use Woody\u0027s pullstring to defeat enemies like sharks, Mr. Potatohead and Ham. After each level, you are treated to still images from the movie.",
    "url": "https://www.igdb.com/games/toy-story"
  },
  {
    "id": 8034,
    "genres": [
      10,
      13,
      14
    ],
    "involved_companies": [
      18891,
      18892,
      18893
    ],
    "name": "Xpand Rally",
    "rating": 80.0,
    "summary": "Xpand Rally is a breathtaking game that gives you the true to life experience of driving powerful rally cars amidst photorealistic sceneries. Realistic weather effects, rolling hills, and animated scenery all add to game\u0027s visual perfection. Xpand Rally also features highly detailed models of modern rally cars and handling physics developed with the help of rally sport professionals which further enhance the realism of driving experience.",
    "url": "https://www.igdb.com/games/xpand-rally"
  },
  {
    "id": 8035,
    "genres": [
      10,
      13,
      33
    ],
    "involved_companies": [
      18894
    ],
    "name": "Mad Riders",
    "summary": "FEEL THE HEART-POUNDING THRILL OF EXTREME OFF-ROAD RACING COMPETITION \n \nPerform aerial stunts, use your boost wisely, and open shortcuts to dominate your friends on 45 tracks in stunning tropical locations across the globe. \nThe game’s breathtaking speed and accessible gameplay allows players of all skills to instantly pick up on the fun, while the competitive multiplayer and customization options will keep them coming back.",
    "url": "https://www.igdb.com/games/mad-riders"
  },
  {
    "id": 20342,
    "genres": [
      8,
      9,
      31,
      32
    ],
    "involved_companies": [
      43858,
      43859,
      68372
    ],
    "name": "Toby: The Secret Mine",
    "rating": 70.0,
    "summary": "A challenging puzzle platformer inspired by games like Limbo and Badland.",
    "url": "https://www.igdb.com/games/toby-the-secret-mine"
  },
  {
    "id": 32614,
    "genres": [
      12,
      25
    ],
    "involved_companies": [
      58382,
      58383
    ],
    "name": "Titan Quest Anniversary Edition",
    "rating": 73.2624359834916,
    "summary": "For its 10 year anniversary, Titan Quest will shine in new splendour. This Anniversary Edition combines both Titan Quest and Titan Quest Immortal Throne in one game, and has been given a massive overhaul for the ultimate ARPG experience.",
    "url": "https://www.igdb.com/games/titan-quest-anniversary-edition"
  },
  {
    "id": 71489,
    "genres": [
      12
    ],
    "involved_companies": [
      76472,
      76473
    ],
    "name": "Tengai Makyou II: Manjimaru",
    "summary": "Tengai Makyō II: Manji Maru is a role-playing video game and the second game in the Tengai Makyō series. It was first released in 1992 for the PC-Engine Super CD-ROM² by Hudson Soft and developed by Red Entertainment.",
    "url": "https://www.igdb.com/games/tengai-makyou-ii-manjimaru"
  },
  {
    "id": 75566,
    "genres": [
      9,
      15
    ],
    "involved_companies": [
      57580
    ],
    "name": "Star Wars: Heroes Path",
    "summary": "Star Wars: Heroes Path is a strategy mobile game developed for iOS, announced and released on June 18, 2015. The game takes place during and adapts the events of Star Wars: Episode IV A New Hope",
    "url": "https://www.igdb.com/games/star-wars-heroes-path"
  },
  {
    "id": 85831,
    "genres": [
      7
    ],
    "involved_companies": [
      72429
    ],
    "name": "Thapster TV",
    "summary": "An updated version of a rhythm game originally released in Thailand on iOS in 2013 and Android in 2014. \nThe game is currently not available on app stores. \n \nThe game uses touch controls to hit keys coming towards the screen across 3 tracks on basic up to 5 tracks on expert. \nThere are now music videos playing in the background and it also has a 360 video mode.",
    "url": "https://www.igdb.com/games/thapster-tv"
  },
  {
    "id": 112431,
    "genres": [
      12,
      13
    ],
    "involved_companies": [
      71733
    ],
    "name": "Super Robot Wars T",
    "summary": "Super Robot Wars is a simulation RPG with various robots crossing-over from different works to fight against common enemies. More than 90 titles have been released to date, and 2016 was the 25th anniversary. In the upcoming Super Robot Wars T, the game system and graphics have been improved. First-timers to the Super Robot Wars series will also enjoy the novel worldview and standalone story.",
    "url": "https://www.igdb.com/games/super-robot-wars-t"
  }
,
  {
    "id": 3987,
    "genres": [
      14
    ],
    "involved_companies": [
      58074,
      58075,
      58076
    ],
    "name": "Mario Super Sluggers",
    "rating": 79.5478882685901,
    "summary": "Mario Super Sluggers, the sequel to Mario Superstar Baseball, continues the arcade-style gameplay of Mario sports games. Mario and friends are invited to the Baseball Kingdom to play games against each other. When Bowser hears this, he immediately interrupts the party. \n \nThere are several game modes to choose from like in the previous game. In Exhibition mode, players play a single game against each other. Players can choose different options such as how many innings to play, if captains can use star powers (each captain has a different star swing and pitch), and toggle error items off and on (error items can be thrown at fielders). \n \nThe single-player Challenge mode is different this time around. Instead of choosing a team captain, players start with Mario who must find teammates to take on Bowser Jr. and Bowser. Teammates aren\u0027t unlocked by playing a game rather they only join the team by clearing certain objectives. Most of the action takes place on areas with an overhead perspective; each area is based around a team captain. Each captain has a special ability to find teammates and coins, which are used to buy items to aid in the quest or in a game against Bowser Jr. or later against Bowser. More coins can be gotten in minigames. \n \nToy Field mode is slightly different to the one featured in Mario Superstar Baseball. Like in the GameCube game, players take turns batting to get points; a turn is granted to whomever grabs and holds the ball after a certain amount of time has passed. Unlike in the previous game, however, fielders can attack each other to steal the ball away from whomever has it. The batter can also throw items at the fielders to cause them to drop the ball and grant the batter another turn.",
    "url": "https://www.igdb.com/games/mario-super-sluggers"
  },
  {
    "id": 12173,
    "genres": [
      4,
      5,
      8,
      31
    ],
    "involved_companies": [
      36219,
      36220,
      36221,
      36222
    ],
    "name": "Leander",
    "summary": "Leander is a computer game for the Commodore Amiga developed by Traveller\u0027s Tales and published by Psygnosis in 1991. It was the first game to be developed by Traveller\u0027s Tales. \n \nThe original version was developed on the Amiga, then it was converted by Philipp Wyatt for W.J.S Design on the Atari ST. A year later it was ported to the Sega Mega Drive as The Legend of Galahad and published by Electronics Arts.",
    "url": "https://www.igdb.com/games/leander"
  },
  {
    "id": 16262,
    "genres": [
      8,
      9,
      12,
      16,
      32
    ],
    "involved_companies": [
      30482
    ],
    "name": "Legend of Fae",
    "rating": 80.0,
    "summary": "Four elementals are drawn to Claudia as she searches for her missing uncle! Embark on a journey to discover the secret behind the mysterious Faery Gates.",
    "url": "https://www.igdb.com/games/legend-of-fae"
  },
  {
    "id": 18310,
    "genres": [
      15,
      16,
      24
    ],
    "involved_companies": [
      33720,
      33721
    ],
    "name": "Warhammer 40,000: Squad Command",
    "summary": "Warhammer 40,000: Squad Command features fast, action-packed combat through turn-based strategy and an engaging, authentic single-player storyline. \n \nGamers play as the elite Space Marines of the Ultramarines chapter and strive to combat the encroaching evil of the ruthless and daemonic influenced Chaos Space Marines through 13 cinematically-tied missions. With a multiplayer mode featuring 9 unique missions, gamers will team up and go head-to-head with other gamers worldwide as either the Imperium of Man or Chaos Space Marines.",
    "url": "https://www.igdb.com/games/warhammer-40000-squad-command"
  },
  {
    "id": 18327,
    "genres": [
      12,
      31
    ],
    "involved_companies": [
      33752,
      33753,
      33754
    ],
    "name": "ZanZarah: The Hidden Portal",
    "rating": 50.0,
    "summary": "The legends speak of a long forgotten prophecy... of a shining hero and of perilous adventures... of sinister powers, strange worlds and swarms of fairies ... but they said nothing of a girl with a big heart instead of a big sword!",
    "url": "https://www.igdb.com/games/zanzarah-the-hidden-portal"
  },
  {
    "id": 38782,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      66913
    ],
    "name": "Outbreak: The New Nightmare",
    "rating": 80.0,
    "summary": "Return to the roots of co-op survival horror as you face monstrous hordes, scrounge for supplies and attempt to survive the nightmare. You have one life. Make it count!",
    "url": "https://www.igdb.com/games/outbreak-the-new-nightmare"
  },
  {
    "id": 90008,
    "involved_companies": [
      62735
    ],
    "name": "New Dragon Ball App",
    "summary": "A new Dragon Ball smartphone game to be announced on March 21st.",
    "url": "https://www.igdb.com/games/new-dragon-ball-app"
  },
  {
    "id": 90009,
    "genres": [
      12,
      15,
      25
    ],
    "involved_companies": [
      62736
    ],
    "name": "Record of Grancrest War",
    "url": "https://www.igdb.com/games/record-of-grancrest-war"
  },
  {
    "id": 90010,
    "genres": [
      12,
      25
    ],
    "involved_companies": [
      62737
    ],
    "name": "Record of Grancrest War: Quartet of War",
    "url": "https://www.igdb.com/games/record-of-grancrest-war-quartet-of-war"
  },
  {
    "id": 96136,
    "genres": [
      25,
      33
    ],
    "involved_companies": [
      63894
    ],
    "name": "Dragon Quest VR",
    "url": "https://www.igdb.com/games/dragon-quest-vr"
  }
,
  {
    "id": 1976,
    "genres": [
      5,
      31,
      33
    ],
    "involved_companies": [
      19995,
      19996
    ],
    "name": "Call of Juarez: Gunslinger",
    "rating": 78.0836407749203,
    "summary": "From the dust of a gold mine to the dirt of a saloon, Call of Juarez® Gunslinger is a real homage to the Wild West tales. Live the epic and violent journey of a ruthless bounty hunter on the trail of the West’s most notorious outlaws. Blurring the lines between man and myth, this adventure made of memorable encounters unveils the untold truth behind some of the greatest legends of the Old West.",
    "url": "https://www.igdb.com/games/call-of-juarez-gunslinger"
  },
  {
    "id": 1997,
    "genres": [
      5,
      13
    ],
    "involved_companies": [
      45325
    ],
    "name": "AquaNox",
    "rating": 76.8949301507285,
    "summary": "The water is no longer calm. The undersea world has undergone a transformation from tranquil environment to a place of unspeakable violence, graphic murder and horrific danger.",
    "url": "https://www.igdb.com/games/aquanox"
  },
  {
    "id": 1998,
    "genres": [
      5,
      13
    ],
    "involved_companies": [
      45326
    ],
    "name": "AquaNox 2: Revelation",
    "rating": 50.0,
    "summary": "This is is a new story of the underwater world Aqua. In 2666 a young freighter pilot called William Drake sets out to search for the heritage of a mythical ancestor. He is looking for adventure - and finds greed, ruthlessness, merciless hatred … and also unexpected help.",
    "url": "https://www.igdb.com/games/aquanox-2-revelation"
  },
  {
    "id": 16342,
    "genres": [
      11,
      15,
      32
    ],
    "involved_companies": [
      30609,
      30610
    ],
    "name": "Stellar Impact",
    "rating": 40.0,
    "summary": "In Stellar Impact you command a space battleship in intense tactical multi-player battles! You can choose between several ship classes--from the fast corvette to the heavy dreadnought. Make your own skills template according to your preferences: attack, defense, speed, maneuverability or reconnaissance. Upgrade your spaceship, its crew and the weapons system to get stronger and crush your enemies in various game modes.",
    "url": "https://www.igdb.com/games/stellar-impact"
  },
  {
    "id": 18376,
    "genres": [
      4,
      12,
      31
    ],
    "involved_companies": [
      33867
    ],
    "name": "One Piece: Treasure Cruise",
    "summary": "Form your own pirate crew and set sail for adventure! \nUse the simple tap controls to pull off powerful combos! \nThe world of One Piece awaits you!",
    "url": "https://www.igdb.com/games/one-piece-treasure-cruise"
  },
  {
    "id": 20378,
    "genres": [
      2,
      31,
      32
    ],
    "involved_companies": [
      37528
    ],
    "name": "The Lion\u0027s Song: Episode 1 - Silence",
    "summary": "The Lion\u0027s Song is a series of four self-contained point \u0026 click stories connected into an overarching narrative, where player choices will affect the way in which the story unfolds. Set against the backdrop of early 20th century Austria, every episode follows a different character, each blessed with an exceptional creative mind. The game pulls players into a story of personal struggle for creativity, human connections and inspiration.",
    "url": "https://www.igdb.com/games/the-lions-song-episode-1-silence"
  },
  {
    "id": 36794,
    "genres": [
      4,
      33
    ],
    "involved_companies": [
      49906,
      49907,
      49908,
      53754
    ],
    "name": "Pokkén Tournament DX",
    "rating": 81.0,
    "summary": "Pokkén Tournament (Japanese: ポッ拳 Hepburn: Pokken) is a fighting video game developed by Bandai Namco Studios and published by The Pokémon Company. The game combines gameplay elements from Bandai Namco\u0027s Tekken series with characters from Nintendo\u0027s Pokémon franchise.[4] It was released for Japanese arcades in July 2015, and worldwide for the Wii U in March 2016.[5] An enhanced port for the Nintendo Switch, titled Pokkén Tournament DX, was released in September 2017.",
    "url": "https://www.igdb.com/games/pokken-tournament-dx"
  },
  {
    "id": 75731,
    "genres": [
      15
    ],
    "involved_companies": [
      57886
    ],
    "name": "SD Gundam G Generation Genesis",
    "summary": "The latest entry in the longrunning series of Gundam strategy RPG\u0027s, SD Gundam G Generation Genesis is being developed to launch on PlayStation 3, PlayStation 4 and PlayStation Vita in 2016 as part of Gundam\u0027s 30th Anniversary",
    "url": "https://www.igdb.com/games/sd-gundam-g-generation-genesis"
  },
  {
    "id": 75732,
    "involved_companies": [
      57887
    ],
    "name": "SD Gundam G Generation World",
    "url": "https://www.igdb.com/games/sd-gundam-g-generation-world"
  },
  {
    "id": 90037,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      72236
    ],
    "name": "Next Hero",
    "summary": "\u0027Next Hero\u0027 is a Roguelike-shooting action RPG that explores dungeons, acquires weapons and equipment, and kills monsters. Find a girlfriend kidnapped by the dragon and rebuild the destroyed village to become a hero in the village!",
    "url": "https://www.igdb.com/games/next-hero"
  }
,
  {
    "id": 4059,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      10512,
      10513,
      10514,
      10515
    ],
    "name": "Over The Hedge",
    "rating": 49.59557911449559,
    "summary": "In the video game, which takes place a year after the movie, RJ, Hammy, Verne, and the gang feel that they need to have more things for the log (the area behind the hedge). This leads them on a wild romp through six different areas to snatch different things such as a popcorn machine and a TV for themselves. There are several mini games as bonuses in the game. \n \nAll through the game, they try to take these things while avoiding the Sniffer, (Dwayne the Verminator), who tries to defeat them by using mind-controlled vermin he has captured as his \"henchmen.\" At one point, many animals, including weasels, badgers, and even Vincent the bear are controlled.",
    "url": "https://www.igdb.com/games/over-the-hedge"
  },
  {
    "id": 4070,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      10545,
      10546,
      10547,
      10548,
      10549
    ],
    "name": "Pitfall: The Lost Expedition",
    "summary": "Twenty-two years after making his groundbreaking debut on the Atari 2600, Activision\u0027s Pitfall Harry returns for more jungle-exploring action. The intrepid adventurer is brought to life for more than 50 perilous levels set in such exotic South American locales as rainforests, glaciers, mines, and ancient ruins. As in the original, players must utilize Harry\u0027s athletic prowess to swing from vines, run from rolling logs, hop over treacherous pits, avoid snapping crocodiles, and more, while trying to survive the hostile environment. \n \nHis objectives? To retrieve lost artifacts before they fall into the hands of his rival and to save those in danger. Pitfall Harry will eventually encounter situations that even he can\u0027t conquer with a well-timed jump or two, so players can pull items stored in his knapsack to assist him. Like the character\u0027s single foray on the original PlayStation, this game is designed to make players smile while exploring the mysterious lands before them. Although Pitfall 3D made use of Bruce Campbell\u0027s voice for its comic effect, Pitfall Harry attempts to use its visuals to elicit grins, with the protagonist drawn as a caricature, with a large head balanced atop a slender body. \n \n \nAs the story begins, Harry is a member of a treasure-hunting expedition whose plane goes down in the forest. The other survivors are scattered throughout the game; an older, wiser adventurer who was on the plane -- and who becomes incapacitated during the accident -- urges Harry to embark on a quest to save them while battling a rival, eco-unfriendly group of treasure hunters for the relics of the jungle so they can be returned to their rightful owners. He hands Harry the \"Hero\u0027s Handbook\" and Harry\u0027s off to adventure. The \"Hero\u0027s Handbook\u0027s\" pages are scattered throughout the levels just like the crash survivors are. Find new pages, and Harry will learn new moves.",
    "url": "https://www.igdb.com/games/pitfall-the-lost-expedition"
  },
  {
    "id": 6134,
    "genres": [
      8,
      12,
      15,
      31,
      32
    ],
    "involved_companies": [
      42486
    ],
    "name": "Valdis Story: Abyssal City",
    "rating": 80.0,
    "summary": "Valdis Story: Abyssal City is a side scrolling exploration platformer with an emphasis on intricate and rewarding combat as well as deep play style customization.",
    "url": "https://www.igdb.com/games/valdis-story-abyssal-city"
  },
  {
    "id": 10232,
    "genres": [
      2,
      9,
      31,
      32
    ],
    "involved_companies": [
      35321
    ],
    "name": "Thimbleweed Park",
    "rating": 82.3364041930902,
    "summary": "Lost along a dusty stretch of highway, the town of Thimbleweed Park once boasted an opulent hotel, a vibrant business district and the state’s largest pillow factory, but now it teeters on the edge of oblivion and continues to exist for no real reason. It’s a town that makes you itch and your skin crawl. It’s a place no one ever looks for, but everyone seems to find. \n \nThimbleweed Park is the curious story of two washed up detectives investigating a dead body found in the river just outside of town. It’s a game where you switch between five playable characters while uncovering the dark, satirical and bizarre world of Thimbleweed Park.",
    "url": "https://www.igdb.com/games/thimbleweed-park"
  },
  {
    "id": 36834,
    "genres": [
      31
    ],
    "involved_companies": [
      50068,
      50069
    ],
    "name": "Little Nightmares: The Depths",
    "rating": 69.9969213474476,
    "summary": "The first of 3 DLCs that follows a new character, The Runaway Kid, during the events of the main game. \n \n\"Others lead the escape but the Kid drops down into the Depths of the Maw. Little does he know that this murky place is home to The Granny - abandoned to decay and rage she will let no-one go. He must struggle on if he wants to survive, leap from floating debris to avoid being pulled into the treacherous waters, and find a way to create a path through the depths.\"",
    "url": "https://www.igdb.com/games/little-nightmares-the-depths"
  },
  {
    "id": 36836,
    "genres": [
      31
    ],
    "involved_companies": [
      50070,
      50071
    ],
    "name": "Little Nightmares: The Hideaway",
    "rating": 70.1476827173037,
    "summary": "The second of 3 DLCs that follows a new character, The Runaway Kid, during the events of the main game. \n \n\"The Kid has escaped the frying pan and is now in the fires of the engine room, where one wrong step can lead to his doom. Only by understanding tge Nomes does he have a chance of making head or tails of all the machinery barring his way out of the Maw. But why are so many Nomes hiding here?\"",
    "url": "https://www.igdb.com/games/little-nightmares-the-hideaway"
  },
  {
    "id": 36837,
    "genres": [
      31
    ],
    "involved_companies": [
      50072,
      50073
    ],
    "name": "Little Nightmares: The Residence",
    "summary": "The third DLC and final part of the Runaway Kid\u0027s story. \n \n\"The Runaway Kid is not out of trouble yet as he enters the Lady\u0027s private residence. Escaping the shadow enemies summoned by The Lady and solving deadly puzzles will be the only way to survive this luxurious house of dread. Armed only with his flashlight The Kid will have to repel the nightmarish illusions and dodge the traps set in the twisted library. As he walks to meet his fate, The Kid will shed light on the darkest secrets of The Maw…\"",
    "url": "https://www.igdb.com/games/little-nightmares-the-residence"
  },
  {
    "id": 36838,
    "genres": [
      31
    ],
    "involved_companies": [
      50074,
      50075
    ],
    "name": "Little Nightmares - Secrets of The Maw Expansion Pass",
    "summary": "\"Can\u0027t get enough of Little Nightmares? Unveil all the secrets of The Maw in a parallel escape story where you play as the Runaway Kid, another prisoner looking for a way out of this place of misfortune. On his journey, The Kid will explore The Depths, The Hideway and another hidden part of The Maw offering a different perspective on Six’s adventures as well as new challenges to overcome. Get Little Nightmares Secrets of The Maw and enjoy these additional stories as they become available to download. If you purchase Little Nightmares™ Secrets of The Maw, all future content that is part of this pass will be accessible in-game once it is available.\"",
    "url": "https://www.igdb.com/games/little-nightmares-secrets-of-the-maw-expansion-pass"
  },
  {
    "id": 49117,
    "genres": [
      33
    ],
    "involved_companies": [
      52086
    ],
    "name": "Test the limits of your courage! Hanechari",
    "summary": "\"You’re going to crash! Keep going! \nPedal with your legs and experience the thrill and exhilaration of free-flying through magnificent natural scenery on a winged bicycle! \n \nWith our specially developed sensory machine, you’ll feel the wind and experience the true thrill of flight. \nFeel the excitement and tension as you fly over mountain surfaces and plunge through waterfalls, dodging rocky cliffs along the way.\"",
    "url": "https://www.igdb.com/games/test-the-limits-of-your-courage-hanechari"
  },
  {
    "id": 90108,
    "genres": [
      9
    ],
    "involved_companies": [
      62812,
      62813,
      69088,
      69089,
      69090
    ],
    "name": "WarioWare Gold",
    "rating": 80.2072811933951,
    "summary": "The infamous schemer, Wario, is back! \n \nPlay his brand-new microgame collection, where you’ll have seconds to complete 300 different microgames. Better think fast to succeed! You’ll use the touchscreen, tilt the system, push buttons, and rock the mic as you laugh through fully voiced stories featuring new and classic characters!",
    "url": "https://www.igdb.com/games/warioware-gold"
  }
]
}
